[{"title":"Test 1","shart":"You will hear a boy called Harry telling his class about an art event he took part in recently. For questions 9-18, complete the sentences with a word or short phrase.","text":"Fiona, the person running the art day, had once worked as a\n(9)…………………………………… .\nHarry uses the word (10) …………………………………… to describe his feelings\nwhen he first arrived.\nHarry was inspired by the variety of(11) …………………………………… paper in\nthe drawing book he was given.\nHarry put a (12) …………………………………… on the cover ofhis drawing book.Harry first painting was a (13) …………………………………… .\nHarry was particularly impressed by the (14) …………………………………… that\nanother student had done.\nWith Fiona’s help, Harry attempted a more (15) ……………………………………\nstyle ofdrawing than he’s tried when he started.\nAfter lunch, the group chose the theme of(16) …………………………………… for the sculpture they intended to make together.\nHarry found a collection of(17) …………………………………… to include in the\nsculpture.\nThe (18) …………………………………… ofthe art group was what made Harry\ndecide to sign up for the next session.","answers":"Anwers \n\n9 (fashion) designer 10 anxious 11 recycled\n12 dragon 13 landscape 14 cartoons 15 abstract 16 nature 17 feathers 18 enthusiasm\n\nAudioscrip t\nHello, everyone. I want to tell you about an event I attended at the art centre near our\ntown recently – an art day for teenagers! It was fantastic! The whole day was run by a woman called Fiona, who’s well-known as a filmmaker in our town. But she’d also\nworked previously as a fashion designer, and is a painter in her spare time, so she\nknew a lot about art.\nUsually when I’m faced with new situations, I’m quite self-confident, and find it easy\nto chat to people. This time, for some reason, I was aware ofbeing anxious as I got to\nthe centre – I guess in case everyone was brilliant at art, and I wasn’t! In fact, though,all the people there were really friendly!\nTo begin the session, Fiona gave us all a drawing book, so we could record our ideas\nand do initial drawings. I’d expected it to contain instructions about what we were\ngoing to do – and sort ofhoped it might have pictures for us to copy! Instead, it turned out the book had lots ofdifferent types ofrecycled paper in it, which I really approved of, as I’m always trying to help look after the environment. It also made me want to\nget creative!\nFirst, Fiona asked us to decorate the cover ofthe drawing book. I tried to create\nsomething using a photo ofmyselfI’d brought along, but then decided it looked\nboring, so I ended up decorating it with a dragon – which everyone liked!\nThen after we’d done a few drawings in our books, we moved on to doing some\npainting – but I couldn’t really think what to paint. Fiona saw I needed help, and\nsuggested doing a portrait ofthe girl next to me. That sounded hard – so, as the centre was out in the country, I decided to do a landscape instead, as it wouldn’t matter so\nmuch ifit wasn’t very good!\nAfter a while, Fiona suggested we have a break and look at what other people had\ndone. One person had done some animal drawings, which were quite good, and\nsomeone else had produced some cartoons, which I thought were the best in the\ngroup. I was a bit discouraged after that, but some people said my stuffwas good, too,so I kept going!\nI soon decided that my painting was looking a bit traditional, and as there were some\namazing colourful paints available, I used them to make my work more abstract. With Fiona’s help, I focused on creating something in that style, and the result was fantastic – much better than when I’d started.\nAfter lunch, Fiona proposed a new activity – working together to make a big sculpture from wire and cardboard based on a theme chosen by the group. Fiona had brought\nalong some objects from home, and suggested those as a theme – but we thought it might be too limited. The theme ofthe sea was also rejected, as we were far from the coast and ideally we wanted our sculpture to reflect our local area. Finally we decided that as we were near the forest, we’d look for objects for the project there. We all\nagreed this was a task we could tackle.\nAnyway, we made an enormous tree sculpture, and then went offto search for objects to decorate it with. I wondered about bringing things like wild flowers to hang in the\ntree, but Fiona reminded me we weren’t allowed to pick them. Then I noticed people\nseemed to be collecting leaves, so I started picking up feathers I saw on the ground,\nwhich were a great contribution to the sculpture!\nIt was a wonderful day – and Fiona filmed our work as a souvenir for us! All the\npeople there had real talent, and showed a great commitment to producing art. They\nwere also fun and had loads ofenthusiasm, which was the key thing for me. I’ve\nalready booked for the next art day –just being with them was really inspirational!"},
{"title":"Test 2","shart":"You will hear a girl called Anna giving a presentation about the fashion blog that she’s created. For questions 9-18, complete the sentences with a word or short phrase.","text":"After Anna was featured in a (9) ……………………………………, she had more\npeople visiting her blog.\nAnna now has a (10) …………………………………… to help her develop the blog.When choosing clothes for her blog, the (11) …………………………………… of\nAnna’s readers is the most important point she considers.\nAnna thinks teenagers are likely to spend more on (12)\n…………………………………… than on other items ofclothing.\nAnna prefers buying her own clothes from (13) ……………………………………\nrather than other places.\nThe historical period that’s given Anna the greatest inspiration for her blog is the (14)…………………………………… .\nClothes with (15) …………………………………… on them recently attracted\nattention to Anna’s blog.\nAnna mainly promotes clothes made ofmaterials such as (16)\n…………………………………… on her blog.\nAmong the things Anna has made herself, people have showed most interest in her\n(17) …………………………………… .\nAnna was pleased that visitors to the blog have described it as being (18)\n…………………………………… .","answers":"Answer & Audioscript\n\n9 magazine 10 blog 11 reader’s lifestyles 12 jeans\n13 second-hand shops 14 1920’s 15 stripes\n16 cotton and wool 17 bags and earrings 18 professional\n\nAudioscript\nAnna: Hi! I’m Anna, and I’m a fashion blogger. I’ve always loved fashion and\ncreative writing, so a fashion blog combines both interests!\nMy blog’s about clothes for teenagers, which my brother and I model. When I first\nstarted, I didn’t get many hits, but I did get mentioned in a well-known magazine, so I\nwas pleased. Then one newspaper wrote something about me, and loads more people\nstarted to look at the blog. After that, a local TV channel came and interviewed me for\na programme – that was great!\nSince then, the blog has really started to develop, so I’m no longer working alone. I\nrecently met a photographer at my college – who agreed to take some shots for the\nsite, in return for publicity. And I considered asking a hairdresser to help but I can’t\nafford to pay anyone yet. I’d like to hire a make-up artist too, one day, but we’ll see.\nThere are some beautiful clothes available for teenagers now, so I feature those in my\nblog, while bearing in mind what my readers’ lifestyles may be like. They’re probably\nall students, so that’s really the deciding factor when thinking about what to include.\nBut they all have different tastes, so I make sure I feature clothes to suit a range of\ntastes. I try and think about their budgets, too, of course – so choosing clothes is quite\na task!\nHaving said that, I’ve discovered teenagers are prepared to pay more for certain things\nif they’re good quality. I asked readers about their most expensive purchases,\nexpecting they’d say trainers, which can cost a fortune. However, jeans seemed to be\ntheir biggest purchase in terms of how much cash they’d part with. That didn’t\nsurprise me, ’cos well-fitting ones aren’t cheap. As for other essential items like\njackets, their parents seemed to be the ones to buy those.\nMost of the clothes I talk about are readily available, so you can go into department\nstores and find them there, and local clothes shops will stock them too. To mix things\nup though, I also feature clothes I’ve found in second-hand shops. They’re my\npersonal favourites – I shop in them a lot, you can find really original things. Markets\nare quite good for that too.\nEdumo Academy 2024\nAs well as showing the latest styles, I also include vintage clothes from other periods.\nBelieve it or not, the 1920s in the richest source of ideas for my most recent\nblogposts, although other periods I’ve featured have been interesting too. People\nenjoyed the clothes from the 1970s that I showed last year. I got lots of positive\ncomments about stuff from the 1980s too!\nBecause I’m trying to show clothes for both sexes on my blog, I include a range of\ncolours and patterns in the items I choose. Clothes that have no pattern on them are\nalways popular, but people also like checks, especially in bright colours. A little while\nago there were suddenly far more hits on anything that had stripes. Anyway, clothes\nwith flowers on them are my personal choice, so they’ll always appear somewhere!\nI try to avoid materials that are artificial if I can. I focus largely on items made from\ncotton, say, which I like better than anything made from plastic! And you don’t have\nto spend a lot on them. Wool sometimes features too, especially in winter.\nI’ve also begun experimenting with putting things on the blog that I’ve made myself. I\nattempted a few hats, although people didn’t seem to like them that much. But the\nbags I made got a better response. Then I started putting together earrings, and when\nthose appeared people asked to buy them! So that’s something for the future.\nI’m proud of how the blog’s grown. I think even at the beginning it was fairly\nsophisticated, and recently some readers commented that it looked professional,\nwhich I took as a compliment. I didn’t start out feeling skilled at it, so it shows what\nyou can achieve once you become more experienced!"}]