[
  {
    "id": 1,
    "url": "Accommodation",
    "content": " <h3 id=\"part-1-style-questions\">Part 1-style questions</h3>\n<p><strong>Examiner</strong>: Do you live in a house or an apartment?</p>\n<p>Callum: Actually I live <strong>on campus</strong> … in a <strong>single room</strong> in <strong>halls of residence</strong> … all first year students are encouraged to do that as they’re close to the university … next year I plan to move into <strong>student digs</strong> in town …</p>\n<p><strong>Examiner</strong>: Tell me about where you live.</p>\n<p>Julia: I live with my parents <strong>in the suburbs</strong> of Madrid … we only <strong>moved in</strong> recently … in fact we had a <strong>house-warming party</strong> just a few weeks ago …</p>\n<p><strong>Examiner</strong>: What kind of accommodation do most people live in in your city?</p>\n<p>Maria: In the city itself the majority of people live in <strong>apartment blocks</strong> … that’s what surprised me about England … most people seem to live in <strong>terraced houses</strong> with lovely <strong>back gardens</strong> …</p>\n<h3 id=\"part-2-style-task\">Part 2-style task</h3>\n<p>Describe a house or an apartment you would like to live in. You should say</p>\n<ul>\n<li>\n<p>What kind of accommodation it would be</p>\n</li>\n<li>\n<p>Where it would be</p>\n</li>\n<li>\n<p>Who would live there with you</p>\n</li>\n</ul>\n<p>and say why you would enjoy living in this place.</p>\n<p>Paolo: I think most people when answering this question would say they’d like to live in a big <strong>detached house</strong> with <strong>spacious rooms</strong> … views of the countryside and so on … but actually my <strong>ideal home</strong> would be a lot different … I’ve always loved the idea of having a <strong>mobile home</strong> … a really expensive one with <strong>all the mod cons</strong> … so I could live wherever I wanted or at least have lots of holidays and be able to take all my <strong>home comforts</strong> with me whenever I travelled … I realise this would have to be a second home as I’d need a base … a <strong>permanent address</strong> … but the mobile home would be the accommodation I’d find it exciting to live in … I suppose once I settle down and have children I’ll want <strong>to get on the property ladder</strong> … I’ll be like everyone else … saving up <strong>to put down a deposit</strong> on a house or an apartment … I don’t think my family would want to live in a mobile home … but I like to think I’ll still keep that <strong>dream home</strong> in mind …</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p><strong>Examiner</strong>: Is it better to own your own home or to rent?</p>\n<p>Ana: I think both have their advantages … living in <strong>rented accommodation</strong> isn’t necessarily a bad thing … you don’t have a huge debt like you do when you <strong>take out a mortgage</strong> but I suppose the <strong>property market</strong> offers you an investment for the future … I’m sure that’s why most people prefer <strong>to own their own home</strong> …</p>\n<p><strong>Examiner</strong>: What options are available to young couples looking for accommodation in your country?</p>\n<p>Toni: If they want to buy their own home it isn’t easy for <strong>first-time buyers</strong> … mortgages are hard to get so most people live with their parents or in <strong>rented accommodation</strong> … but that can also be very expensive … you often have to <strong>pay</strong> <strong>rent in advance</strong> … and if the accommodation isn’t <strong>fully furnished</strong> you have the expense of buying furniture …</p>\n<p><strong>Examiner</strong>: What are some of the pleasures involved in making a home for ourselves?</p>\n<p>Suki: I suppose it starts with <strong>house-hunting</strong> … finding your ideal home … some people enjoy <strong>doing up an old property</strong> … giving a property that’s old and tired a new lease of life … others like making wherever they live feel like home with some <strong>home comforts</strong> …</p>\n<h3 id=\"definitions\">Definitions</h3>\n<p><strong>(all the) mod cons</strong>: technology at home that makes jobs easier such as a washing machine, dishwasher etc.</p>\n<p><strong>apartment block</strong>: a large building made up of smaller units of apartments</p>\n<p><strong>back garden</strong>: a garden at the rear of the house</p>\n<p><strong>detached house</strong>: a house that is not physically connected to another property</p>\n<p><strong>to do up a property</strong>: to repair an old building</p>\n<p><strong>dream home</strong>: a home you regard as perfect</p>\n<p><strong>first-time buyer</strong>: someone buying a property for the first time, especially when taking out a loan (mortgage)</p>\n<p><strong>fully-furnished</strong>: a rented property with all furniture included</p>\n<p><strong>to get on the property ladder</strong>: to buy a property with the aim of buying another bigger or more expensive one later in life</p>\n<p><strong>hall of residence</strong>: a college or university building where students live</p>\n<p><strong>home comforts</strong>: things that make a home feel comfortable to live in</p>\n<p><strong>house-hunting</strong>: looking for a property to live in</p>\n<p><strong>house-warming party</strong>: a party to celebrate moving into a new home</p>\n<p><strong>ideal home</strong>: a perfect home</p>\n<p><strong>to live on campus</strong>: to live on the university or college grounds</p>\n<p><strong>mobile home</strong>: a home that can be moved by a vehicle or one that has its own engine</p>\n<p><strong>to move into</strong>: to begin to live in a property</p>\n<p><strong>to own your own home</strong>: to have bought the property you live in</p>\n<p><strong>to pay rent in advance</strong>: weekly or monthly rent paid at the beginning of the week or month</p>\n<p><strong>permanent address</strong>: a fixed address</p>\n<p><strong>property market</strong>: the buying and selling of land or buildings</p>\n<p><strong>to put down a deposit</strong>: to pay an amount of money as the first in a series of future payments</p>\n<p><strong>rented accommodation</strong>: property owned by someone else and for which a person pays a fixed amount to live in</p>\n<p><strong>single room</strong>: a room for one person</p>\n<p><strong>spacious room</strong>: a large room</p>\n<p><strong>student digs</strong>: student accommodation</p>\n<p><strong>the suburbs</strong>: a residential area on the edge of towns or cities</p>\n<p><strong>to take out a mortgage</strong>: to borrow a large amount of money, paid back over several years, in order to buy a house</p>\n<p><strong>terraced house</strong>: a house connected on both sides by other properties</p> "
  },
  {
    "id":2,
    "url": "advertising",
    "content": " <h3 id=\"part-1\">Part 1</h3>\n<p><strong>Examiner</strong>: Are there any TV channels in your country that don’t have adverts?</p>\n<p>Loraine: No … they’re all <strong>commercial channels</strong> and <strong>show adverts</strong> all day long … too many really … and there’s also a lot of <strong>product placement</strong> going on … especially in soap operas where they place an item just behind the actors.</p>\n<p><strong>Examiner</strong>: Do you enjoy watching adverts on TV?</p>\n<p>Karin: No … not really … I hate <strong>commercial breaks</strong> during a film … it really spoils the flow … and during <strong>prime time</strong> viewing they seem to squeeze even more ads in than usual … <strong>celebrity endorsements</strong> also get on my nerves … everyone knows they’re only doing it because they’re getting paid.</p>\n<p><strong>Examiner</strong>: What are the best ways for ordinary people to advertise something they want to sell in your country?</p>\n<p>Marianne: The simplest way is to <strong>place an advert</strong> in something like the <strong>classified ads</strong> section of a local paper … or there’s the Internet of course … there are lots of sites like eBay where you can <strong>buy and sell</strong> things online.</p>\n<h3 id=\"part-2-style-task\">Part 2-style task</h3>\n<p>Describe an advert you once saw that was very effective. You should say</p>\n<ul>\n<li>\n<p>Where this advert appeared</p>\n</li>\n<li>\n<p>When you saw it</p>\n</li>\n<li>\n<p>What it was advertising</p>\n</li>\n</ul>\n<p>and say why you thought it was so effective.</p>\n<p>Max: OK … well this was about 4 years ago … I was looking for some software to create videos … one day I got an email from a <strong>mailing list</strong> I’d signed up to … there was a link in it to a <strong>press release</strong> … a company had written something about a new product that was similar to what I was looking for … at the end of the press release there was a link to the <strong>sales page</strong> … I hadn’t heard of the company but I was interested and clicked the link to the ad …. what caught my attention immediately were the number of testimonials from people who had bought the software … I think testimonials are like the online equivalent of <strong>word of mouth</strong> advertising and are really persuasive … anyway … when I got to the bottom of the page there was a great big <strong>call to action</strong> button inviting me to buy … I was totally persuaded and ended up making a purchase … what made it so effective I think was the power of those testimonials … they’d been written by people very much like me … they’d had a need and the software had obviously turned out to be just what they were looking for … when you think that this was a newish company they wouldn’t have had any <strong>brand awareness</strong> at all … they probably wouldn’t have had much of a budget for advertising … obviously you wouldn’t advertise a product like this through the <strong>mass media</strong> on TV … they probably didn’t even have an <strong>advertising agency</strong> to support them …and yet they’d managed to create a great deal of <strong>brand loyalty</strong> from previous customers … I think that was really effective.</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p><strong>Examiner</strong>: What is it that makes an advert effective?</p>\n<p>Spencer: Well … when a company <strong>launches a product</strong> they have to consider the Internet … especially how it can be used to spread the word on <strong>social media</strong> … so in this context a video that <strong>goes viral</strong> is probably the most effective type of advert you could make.</p>\n<p><strong>Examiner</strong>: What are the advantages to companies of advertising on the Internet rather than TV?</p>\n<p>Stelios: I’d imagine the main advantage is you can reach your <strong>target audience</strong> much more effectively … if you bring out a <strong>niche product</strong> for example … or you have a tight <strong>advertising budget</strong> … you can advertise on particular sites that the people you want to reach visit … that’s not something you can do on TV.</p>\n<p><strong>Examiner</strong>: What things do advertising companies do that might give it a bad name?</p>\n<p>Raol: For me the most irritating is <strong>cold calling</strong> … we must get two or three of these every day at work … then there’s <strong>junk mail</strong> that gets posted through the letterbox … and of course the online equivalent of this … <strong>spam emails</strong> … I think it’s this kind of advertising that tends to annoy people.</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong>advertising agency</strong>: a company that creates adverts for other companies</p>\n</li>\n<li>\n<p><strong>advertising budget</strong>: the amount of money a company decides to spend on advertising</p>\n</li>\n<li>\n<p><strong>brand awareness</strong>: how well people know a particular brand</p>\n</li>\n<li>\n<p><strong>brand loyalty</strong>: the degree to which people continue to buy from the same brand or company</p>\n</li>\n<li>\n<p><strong>buy and sell</strong>: often used to refer to the buying and selling of items between individuals</p>\n</li>\n<li>\n<p><strong>call to action</strong>: something that encourages someone to take a particular action, such as making a purchase or clicking a link on a website</p>\n</li>\n<li>\n<p><strong>celebrity endorsement</strong>: to have a well-known person promote a product</p>\n</li>\n<li>\n<p><strong>classified ads</strong>: small advertisements often put in a newspaper or magazine by individuals</p>\n</li>\n<li>\n<p><strong>to cold call</strong>: to call someone with the aim of selling something without them asking you to do so</p>\n</li>\n<li>\n<p><strong>commercial break</strong>: the short period during TV programmes when advertisements are shown</p>\n</li>\n<li>\n<p><strong>commercial channel</strong>: TV channels that make money from showing advertisements</p>\n</li>\n<li>\n<p><strong>to go viral</strong>: to quickly become extremely popular on the Internet through social media</p>\n</li>\n<li>\n<p><strong>junk mail</strong>: unwanted promotional leaflets and letters</p>\n</li>\n<li>\n<p><strong>to launch a product</strong>: to introduce a new product</p>\n</li>\n<li>\n<p><strong>mailing list</strong>: a list of names and contact details used by a company to send information and advertisements</p>\n</li>\n<li>\n<p><strong>mass media</strong>: large media outlets like TV, newspapers and magazines</p>\n</li>\n<li>\n<p><strong>niche product</strong>: a product that is aimed at a distinct group of people</p>\n</li>\n<li>\n<p><strong>to place an advert</strong>: to put an advert somewhere</p>\n</li>\n<li>\n<p><strong>press release</strong>: something written by a company for newspapers and magazines and websites to share and publish</p>\n</li>\n<li>\n<p><strong>prime time</strong>: the time during the viewing schedule when most people watch TV or listen to a broadcast</p>\n</li>\n<li>\n<p><strong>product placement</strong>: to advertise a product by using it as a prop in a TV show or film</p>\n</li>\n<li>\n<p><strong>sales page</strong>: a page specifically used to promote a product or service</p>\n</li>\n<li>\n<p><strong>to show adverts</strong>: to display adverts on TV</p>\n</li>\n<li>\n<p><strong>social media</strong>: websites that enable users to create and share content or to participate in social networking.</p>\n</li>\n<li>\n<p><strong>spam email</strong>: unwanted, promotional email</p>\n</li>\n<li>\n<p><strong>target audience</strong>: the people a company want to sell their product or service to</p>\n</li>\n<li>\n<p><strong>word of mouth</strong>: recommendations made by individuals to other individuals about a product of service</p>\n</li>\n</ul> "
  },
  {
    "id":3,
    "url": "books & films",
    "content": " <h3 id=\"part-1\">Part 1</h3>\n<p><strong>Examiner</strong>: Do you like to read books? Marie: Yes … I love reading … I like nothing more than <strong>to be engrossed in</strong> a good book … I regularly <strong>take out</strong> books from the library and usually read them <strong>from cover to cover</strong> in no time … and I can’t go to sleep at night without some good <strong>bedtime reading</strong> …</p>\n<p><strong>Examiner</strong>: How often do you go to the cinema? Jemma: Unfortunately we don’t have a cinema near us so we have to go into the nearest town <strong>to catch the latest movie</strong> … I usually avoid seeing popular <strong>box-office hits</strong> which I’m not always keen on seeing … I prefer <strong>low-budget films</strong> … <strong>sci-fi</strong> especially … and there’s a great cinema I go to that has frequent <strong>showings</strong> of films like these …</p>\n<p><strong>Examiner</strong>: Do you prefer reading books or watching films? Louisa: I’m not really <strong>a big reader</strong> … I find books quite <strong>heavy-going</strong> … so I much prefer to see a film … perhaps it’s the <strong>special effects</strong> or the <strong>soundtrack</strong> … I don’t know … I just prefer a film …</p>\n<h3 id=\"part-2-style-task\">Part 2-style task</h3>\n<p>Describe a book you have read or a film you have seen. You should say:</p>\n<ul>\n<li>\n<p>What this book or film was</p>\n</li>\n<li>\n<p>When you read or saw it</p>\n</li>\n<li>\n<p>Why you decided to see the film or read the book</p>\n</li>\n</ul>\n<p>and say if you enjoyed it and why.</p>\n<p>Pauline I like reading … especially English novels … it’s a great way to improve your vocabulary and there are so many fantastic authors to choose from … one book that <strong>came highly recommended</strong> by my teacher was The Mayor of Casterbridge … I was studying at a school in The UK at the time and she said it would give me a picture of what life was like years ago in the area I was living … well I have to say I absolutely loved it … it was <strong>a real page-turner</strong> … it’s a <strong>historical novel</strong> and <strong>the setting</strong> was a fictional town called Casterbridge … but actually it was <strong>based on</strong> a town near where I was studying called Dorchester … it had such a great <strong>plot</strong> … to cut a long story short <strong>it tells the story of</strong> the downfall of a man called Henchard <strong>the central character</strong> who lives during a period of great social change around the time of the industrial revolution … the reason I enjoyed it so much … apart from the great story … it gave me a picture of what life had been like in the place I was studying at the time … I really <strong>couldn’t put it down</strong> … a fantastic story …</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p><strong>Examiner</strong>: Is reading as pleasurable in digital format? Alise: Personally I prefer reading a <strong>paperback</strong> or <strong>hardback</strong> … especially if I’m reading <strong>a classic</strong> which I don’t think feels right as an <strong>e-book</strong> … but I can see it can be good for others … my grandmother has an <strong>e-reader</strong> and she loves the way you can enlarge the text …</p>\n<p><strong>Examiner</strong>: Do you think bookshops will survive the digital revolution? Thomas: I think so … at least I hope so … I love <strong>flicking through</strong> books in a bookshop … online shopping is useful … finding out on Amazon if a book you want has <strong>got a good review</strong> … maybe getting one that is difficult to find … but I still love the experience of being in a bookshop …</p>\n<p><strong>Examiner</strong>: Statistics show that visits to the cinema are up despite the availability of DVDs and online downloads. Why do you think this might be? Jamie: I think it’s the whole experience that the cinema offers … going out <strong>to see a film</strong> when it <strong>goes on general release</strong> … and seeing it <strong>on the big screen</strong> is more exciting than <strong>watching the film</strong>at home on TV … especially if it’s <strong>an action movie</strong> … and watching it with others makes it even more special …</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong><em>an action movie</em></strong>: a film with fast moving scenes, often containing violence</p>\n</li>\n<li>\n<p><strong><em>to be engrossed in</em></strong>: to be completely focused on one thing</p>\n</li>\n<li>\n<p><strong><em>bedtime reading</em></strong>: something to read in bed before you go to sleep</p>\n</li>\n<li>\n<p><strong><em>to be a big reader</em></strong>: someone who reads a lot</p>\n</li>\n<li>\n<p><strong><em>to be based on</em></strong>: to use as a modal</p>\n</li>\n<li>\n<p><strong><em>a box office hit</em></strong>: a financially successful film</p>\n</li>\n<li>\n<p><strong><em>to be heavy-going</em></strong>: difficult to read</p>\n</li>\n<li>\n<p><strong><em>a blockbuster</em></strong>: a film that is a big commercial success</p>\n</li>\n<li>\n<p><strong><em>to catch the latest movie</em></strong>: to see a film that has just come out</p>\n</li>\n<li>\n<p><strong><em>the central character</em>:</strong> the main person in a film or book</p>\n</li>\n<li>\n<p><strong><em>a classic</em></strong>: of the highest quality</p>\n</li>\n<li>\n<p><strong><em>to come highly recommended</em></strong>: to be praised by another person</p>\n</li>\n<li>\n<p><strong><em>couldn’t put it down</em></strong>: wasn’t able to stop reading a book</p>\n</li>\n<li>\n<p><strong><em>an e-book</em></strong>: a digital book</p>\n</li>\n<li>\n<p><strong><em>an e-reader</em></strong>: a device for reading e-books</p>\n</li>\n<li>\n<p><strong><em>to flick through</em></strong>: to look quickly through a book</p>\n</li>\n<li>\n<p><strong><em>to get a good/bad review</em></strong>: to receive positive or negative feedback</p>\n</li>\n<li>\n<p><strong><em>to go on general release</em></strong>: when a film can be seen by the general public</p>\n</li>\n<li>\n<p><strong><em>hardback</em></strong>: a book with a rigid cover (see ‘paperback’ below)</p>\n</li>\n<li>\n<p><strong><em>a historical novel</em></strong>: a story set in the past</p>\n</li>\n<li>\n<p><strong><em>a low budget film</em></strong>: a film made with a small amount of money</p>\n</li>\n<li>\n<p><strong><em>on the big screen</em></strong>: at the cinema</p>\n</li>\n<li>\n<p><strong><em>a page turner</em></strong>: a book that you want to keep reading</p>\n</li>\n<li>\n<p><strong><em>paperback</em></strong>: a book with a flexible cover (see ‘hardback’ above)</p>\n</li>\n<li>\n<p><strong><em>plot</em></strong>: the main events in a film or book</p>\n</li>\n<li>\n<p><strong><em>to read something from cover to cover</em></strong>: to read a book from the first page to the last</p>\n</li>\n<li>\n<p><strong><em>sci-fi</em></strong>: science fiction</p>\n</li>\n<li>\n<p><strong><em>to see a film</em></strong>: to see a film at the cinema (see ‘watch a film’ below)</p>\n</li>\n<li>\n<p><strong><em>the setting</em></strong>: where the action takes place</p>\n</li>\n<li>\n<p><strong><em>showings</em></strong>: performances of a film</p>\n</li>\n<li>\n<p><strong><em>soundtrack</em></strong>: the music that accompanies a film</p>\n</li>\n<li>\n<p><strong><em>special effects</em></strong>: the visuals or sounds that are added to a film which are difficult to produce naturally</p>\n</li>\n<li>\n<p><strong><em>to take ou</em>****<em>t (a book from the library)</em></strong>: to borrow a book from the library</p>\n</li>\n<li>\n<p><strong><em>to tell the story of</em></strong>: to outline the details of someone’s life or an event</p>\n</li>\n<li>\n<p><strong><em>to watch a film</em></strong>: to watch a film on TV (see ‘to see a film’ above)</p>\n</li>\n</ul> "
  },
  {
    "id":4,
    "url": "business",
    "content": " <h3 id=\"part-1-style-questions\">Part 1-style questions</h3>\n<p><strong>Examiner</strong>: Do you work or are you a student?</p>\n<p>Hati: I <strong>run my own business</strong> actually … I have an online business selling cosmetics … I <strong>set up the business</strong> 5 years ago and I’m really enjoying <strong>working for myself</strong> …</p>\n<p><strong>Examiner</strong>: What is your ideal job?</p>\n<p>Kaori: I don’t think I’d enjoy working for a big company … I think I’d like <strong>to go it alone</strong> and be <strong>self-employed</strong> … I’m not sure what area of business it would be but I think I’d enjoy the process of <strong>drawing up a business plan</strong> and seeing if I could be successful …</p>\n<p><strong>Examiner</strong>: Is your town a nice place to live?</p>\n<p>Monique: It’s OK … the main problem we have is our local high street … it used to be a busy centre but lots of shops have <strong>gone bust</strong> … it must be very difficult <strong>to make a profit</strong> when you have huge supermarkets in the area and a lot haven’t been able to survive with such <strong>cut-throat competition</strong>…</p>\n<h3 id=\"part-2-style-task\"><strong>Part 2-style task</strong></h3>\n<p>Describe a business you know that you admire. You should say</p>\n<ul>\n<li>\n<p>What this business is</p>\n</li>\n<li>\n<p>What the business sells</p>\n</li>\n<li>\n<p>How long you have known about the business</p>\n</li>\n</ul>\n<p>and say why you like it so much.</p>\n<p>Magda: Actually I discovered a business very recently that I like so much I’d like to do something similar in the future … it’s a small <strong>niche business</strong> that runs courses in how to cook … especially bread … the owner uses his kitchen for the courses and <strong>went into business with</strong> a local community shop and sells a lot of the bread and cakes they make in the shop … I first got to hear about the business last year … my wife paid for me to do one of the baking courses and I got to know the owner during the training … it’s a <strong>lifestyle business</strong> really … he doesn’t have plans <strong>to take on employees</strong> or expand into new areas … he’s happy <strong>earning a living</strong> doing the thing he loves … I really admire what he does and I’m sure a lot of people would love to do something similar … he <strong>has a web presence</strong> … in fact that’s how we got to find out about his company … and he uses social media <strong>to raise the company profile</strong> … but he’s the only person involved in <strong>running the business</strong> so he’s in complete control of where the business goes … that’s something that must make it really satisfying … as long as he’s managing <strong>to balance the books</strong> and the <strong>cash flow</strong> is healthy I’m sure he must be very pleased with what he has achieved …</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p><strong>Examiner</strong>: Why do some people decide to set up their own business?</p>\n<p>Marion: I suppose it’s the idea of being in control of your own destiny … or of believing in a product or service idea you may have … plus it must be very exciting … <strong>launching products</strong> … <strong>winning contracts</strong> … and seeing your <strong>sales figures</strong> improving must be wonderful …</p>\n<p><strong>Examiner</strong>: What are some of the dangers involved in starting a business?</p>\n<p>Hiro: Well … obviously you need to have a good idea … some people say you need to <strong>do</strong> <strong>market research</strong> beforehand so you know what the market wants … if you don’t do this you could <strong>go under</strong> … and if it is a good idea the chances are someone else is doing the same thing so you could end up facing <strong>stiff competition</strong> …</p>\n<p><strong>Examiner</strong>: What are some of things you have to do when running your own business that might not appeal to everyone?</p>\n<p>Katy: Personally i don’t like being in debt so <strong>taking out a business loan</strong> wouldn’t suit me at all … and I know a lot of companies do <strong>cold calling</strong> to try and <strong>drum up business</strong> … that’s something I’d hate to do … and <strong>laying people off</strong> if the business gets into trouble … that would be horrible …</p>\n<h3 id=\"definitions\">Definitions</h3>\n<p><strong>to balance the books</strong>: to not spend more money than you are earning</p>\n<p><strong>to be self-employed</strong>: to work for yourself/to not work for an employer</p>\n<p><strong>to cold call</strong>: to make a sales call to someone without asking them for permission first</p>\n<p><strong>cut throat competition</strong>: when one company lowers its prices, forcing other companies to do the same, sometimes to a point where business becomes unprofitable</p>\n<p><strong>to do market research</strong>: to do research into what potential customers would or wouldn’t buy</p>\n<p><strong>to draw up a business plan</strong>: to write a plan for a new business</p>\n<p><strong>to drum up business</strong>: to try to get customers</p>\n<p><strong>to earn a living</strong>: to earn money</p>\n<p><strong>to go bust</strong>: when a business is forced to close because it is unsuccessful</p>\n<p><strong>cash flow</strong>: the money coming in and going out of a business</p>\n<p><strong>to go into business with</strong>: to join another person to start or expand a business</p>\n<p><strong>to go it alone</strong>: to start your own business</p>\n<p><strong>to go under</strong>: (see ‘to go bust’)</p>\n<p><strong>to have a web presence</strong>: to have a website or social media profile that showcases your business</p>\n<p><strong>to launch a product</strong>: to start selling and promoting a new product</p>\n<p><strong>to lay someone off</strong>: when a company ends an employee’s contract of employment</p>\n<p><strong>lifestyle business</strong>: a business that is set up to bring in a sufficient income and no more</p>\n<p><strong>to make a profit</strong>: to earn more money than it costs to run the business</p>\n<p><strong>niche business</strong>: a business that serves a small, particular market</p>\n<p><strong>to raise a company profile</strong>: to make more people aware of a business</p>\n<p><strong>to run your own business</strong>: to have a business of your own</p>\n<p><strong>sales figures</strong>: a report of the income a company generates through sales of products or services</p>\n<p><strong>to set up a business</strong>: to start a business</p>\n<p><strong>stiff competition</strong>: strong competition from other companies in the same area of work</p>\n<p><strong>to take on employees</strong>: to employ people</p>\n<p><strong>to take out a loan</strong>: to borrow money</p>\n<p><strong>to win a contract</strong>: when a business gets legally-binding work with an individual or company</p>\n<p><strong>to work for yourself</strong>: (see ‘to be self-employed’)</p> "
  },
  {
    "id":5,
    "url": "clothes",
    "content": " <h3 id=\"part-1\">Part 1</h3>\n<p><strong>Examiner</strong>: Do you enjoy buying clothes?</p>\n<p>Pedro: I used to … yes … like most young people I was a bit of <strong>a slave to fashion</strong> and I’d always have to buy that <strong>must-have</strong> shirt or pair of shoes … I’m not so bothered now though … I wouldn’t feel comfortable wearing something <strong>old fashioned</strong> but I’m not as bothered as I used to be about what I wear …</p>\n<p><strong>Examiner</strong>: What kind of clothes do you like to wear?</p>\n<p>Marco: I prefer <strong>casual clothes</strong> actually … I hate <strong>getting dressed up</strong> for special occasions … personally I think it’s possible <strong>to look good in</strong> a pair of jeans … but that’s my opinion … I don’t think my wife would call me a <strong>fashion icon</strong> that’s for sure …</p>\n<p><strong>Examiner</strong>: Are there many clothes shops where you live?</p>\n<p>Sylvia: Yes … there are lots in my town … apart from the big chain stores we’ve got a couple of really nice shops that sell <strong>vintage clothes</strong> … old clothes but in a <strong>classic style</strong> that never really <strong>go out of fashion</strong> … I love going there …</p>\n<h3 id=\"part-2-style-task\">Part 2-style task</h3>\n<p>Describe someone you know who dresses well. You should say</p>\n<ul>\n<li>\n<p>Who they are</p>\n</li>\n<li>\n<p>How you know them</p>\n</li>\n<li>\n<p>What kind of clothes they wear</p>\n</li>\n</ul>\n<p>and say why you like the way they dress.</p>\n<p>Tomoko: I’d like to talk about one of my teachers … Miss Evans … she teaches us English in the school I go to … we always look forward to seeing what she’s going to wear when our lessons start … she’s always very <strong>well dressed</strong> and <strong>takes a lot of pride in her appearance</strong> … it’s not that she dresses in very <strong>smart clothes</strong> … she doesn’t come to school <strong>dressed to kill</strong> or anything like that … but what she wears really <strong>suits her</strong> … and she has a great <strong>sense of style</strong> as well … we often ask her where she gets some of her clothes and most of the time they’re just <strong>off the peg</strong> … and she says she’s not interested in <strong>designer labels</strong> or anything like that … she doesn’t seem too concerned about <strong>keeping up with the latest fashion</strong> … she just wears clothes that are <strong>timeless</strong> … yes … Miss Evans is the person I think looks great in the clothes she wears …</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p><strong>Examiner</strong>: What factors do you think affect the clothes we choose to wear?</p>\n<p>Maki: It depends … where we are or where we’re going is a big factor … if you are going out to a club or party you’re going <strong>to dress for the occasion</strong> … and then there are those who think it’s important to look like they’re <strong>on trend</strong> … they’ll want to wear the latest fashions … there are lots of factors really …</p>\n<p><strong>Examiner</strong>: What kind of things determine what is in fashion and what we should be wearing?</p>\n<p>Martin: I suppose the big <strong>fashion houses</strong> and <strong>fashion shows</strong> must have an effect but the clothes you see <strong>on the catwalk</strong> don’t always reflect what normal people wear … so I suppose it will be things like what singers are wearing in videos or models are wearing in magazines … that kind of thing …</p>\n<p><strong>Examiner</strong>: Is it possible to look good without spending lots of money on clothes?</p>\n<p>Corinna: I’m sure it is … yes … I suppose it’s about <strong>having an eye for</strong> what looks good … knowing how <strong>to mix and match</strong> different items of clothing that go well together … I think you can pick up great bargains in charity shops … sometimes for youngsters even <strong>hand-me-downs</strong> can look good …</p>\n<h3 id=\"definitions\">Definitions</h3>\n<p><strong>to be on trend</strong>: to be very fashionable</p>\n<p><strong>casual clothes</strong>: not formal</p>\n<p><strong>classic style</strong>: a simple, traditional style that is always fashionable</p>\n<p><strong>designer label</strong>: a well-known company that makes (often expensive) clothing</p>\n<p><strong>dressed to kill</strong>: wearing clothes that attract admirers</p>\n<p><strong>to dress for the occasion</strong>: to wear clothes suitable for a particular event</p>\n<p><strong>fashionable</strong>: in fashion</p>\n<p><strong>fashion house</strong>: a company that sells (usually expensive) new styles in clothes</p>\n<p><strong>fashion icon</strong>: a person who is famous for their sense of fashion</p>\n<p><strong>fashion show</strong>: an event where modals show off the latest in fashion designs</p>\n<p><strong>to get dressed up</strong>: to put on nice clothes, often to go out somewhere special</p>\n<p><strong>to go out of fashion</strong>: to not be in fashion any more</p>\n<p><strong>hand-me-downs</strong>: clothes that are passed down from older brothers or sisters to their younger siblings</p>\n<p><strong>to have an eye for (fashion)</strong>: to be a good judge of</p>\n<p><strong>to have a sense of style</strong>: the ability to wear clothes that look stylish</p>\n<p><strong>the height of fashion</strong>: very fashionable</p>\n<p><strong>to keep up with the latest fashion</strong>: to wear the latest fashions</p>\n<p><strong>to look good in</strong>: to wear something that suits you</p>\n<p><strong>to mix and match</strong>: to wear different styles or items of clothing that aren’t part of a set outfit</p>\n<p><strong>must-have</strong>: something that is highly fashionable and therefore in demand</p>\n<p><strong>off the peg</strong>: clothing that is ready made</p>\n<p><strong>old fashioned</strong>: not in fashion any more</p> "
  },
  {
    "id":6,
    "url": "education",
    "content": " <p>Read the following IELTS-style questions and answers below and pay attention to the phrases in <strong>bold</strong>. Use the ‘Definitions’ section at the bottom of the page to check the meaning of any phrases you don’t understand.</p>\n<h3 id=\"part-1-style-questions\">Part 1-style questions</h3>\n<p><strong>Examiner</strong>: Are you studying English at a school? Michel: Yes … I’m taking <strong>an intensive course</strong> at a local <strong>private language school</strong> … I <strong>attend classes</strong>three times a week …</p>\n<p><strong>Examiner</strong>: Would you say you are a good student? Susan: I’m OK I think … I’m pretty good at <strong>meeting deadlines</strong> and I’m <strong>keeping up with my studies</strong>… plus I find it quite easy to <strong>learn things by heart</strong> which is useful when learning a language …</p>\n<p><strong>Examiner</strong>: When you were younger did you enjoy your time at school?</p>\n<p>Theo: Yes … I liked school … it was an ordinary <strong>state school</strong> … nothing special … <strong>a single-sex school</strong> … which I’m not sure I liked … but the teachers were great … I had lots of friends and I never <strong>played truant</strong> like some pupils there …</p>\n<h3 id=\"part-2-style-task\">Part 2-style task</h3>\n<p>Describe a time during your education that you really enjoyed. You should say:</p>\n<ul>\n<li>\n<p>When this period was</p>\n</li>\n<li>\n<p>Where you were</p>\n</li>\n<li>\n<p>What you were studying at the time</p>\n</li>\n</ul>\n<p>and say why you were so happy.</p>\n<p>Caroline: I’d like to tell you about my time at university … I was <strong>a mature student</strong> … I didn’t go to university until I was 25 … and it was my first time away from my parents so it was very exciting … I was doing <strong>a Bachelors Degree</strong> and it was a bit of a challenge … some people <strong>take a year out</strong> but I’d been away from education for 8 years … plus I had <strong>to work my way through uni</strong> so I was very busy … and <strong>sitting exams</strong> at the end of each year was a new experience for me as well but I really enjoyed <strong>higher education</strong> learning about a subject I loved … history … and the social life was great as well … I don’t think I’ve ever had so many friends … I had my <strong>graduation ceremony</strong> last year in the local cathedral and I know my parents were really proud … so yes … that was a really happy time … I’m thinking of doing a <strong>Masters Degree</strong> soon … though that might be through <strong>distance learning</strong> as I have a full-time job now …</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p>Examiner: What qualities do you think a good teacher has? Anna: They should be patient … they should be <strong>subject specialists</strong> and be able to explain the subject clearly … they should <strong>give feedback</strong> quickly … for example not hang on to essay for ages like some of my teachers …</p>\n<p>Examiner: What are the advantages of studying on a distance learning course? Florrie: It’s a more flexible way of studying especially if you have a job … <strong>tuition fees</strong> are usually cheaper … but you have to be very motivated … and I would imagine more people <strong>fall behind with their studies</strong> compared to <strong>face-to-face classes</strong> …</p>\n<p>Examiner: Do all children get equal opportunities in education? Julie: In my country I think it is quite equal but in the UK I’ve heard that most people who go to the top universities have studied at <strong>public schools</strong> … you have to be very rich to study in a school like that … they’re usually <strong>boarding schools</strong> as well so the fees are enormous …</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong><em>to attend classes</em></strong>: to go to classes</p>\n</li>\n<li>\n<p><strong><em>bachelors degree</em></strong>: an undergraduate course which usually lasts 3-4 years</p>\n</li>\n<li>\n<p><strong><em>boarding school</em></strong>: a school where pupils live during term time</p>\n</li>\n<li>\n<p><strong><em>distance learning</em></strong>: a way of studying where tuition is carried out over the Internet or by post</p>\n</li>\n<li>\n<p><strong><em>face-to-face classes</em></strong>: as opposed to distance learning the traditional way of studying in a classroom with colleagues and a teacher</p>\n</li>\n<li>\n<p><strong><em>to fall behind with your studies</em></strong>: to progress less quickly than others</p>\n</li>\n<li>\n<p><strong><em>to give feedback</em></strong>: to offer guidance on a student’s work</p>\n</li>\n<li>\n<p><strong><em>a graduation ceremony</em></strong>: an event where a successful student receives his or her academic degree</p>\n</li>\n<li>\n<p><strong><em>higher education</em></strong>: education, usually in a college or university, that is followed after high school or secondary school</p>\n</li>\n<li>\n<p><strong><em>an intensive course</em></strong>: a course that offers lots of training in order to reach a goal in as short a time as possible</p>\n</li>\n<li>\n<p><strong><em>to keep up with your studies</em></strong>: to not fall behind</p>\n</li>\n<li>\n<p><strong><em>to learn something by heart</em></strong>: to memorize it</p>\n</li>\n<li>\n<p><strong><em>a mature student</em></strong>: a student who is older than average and who has usually returned to education after a period at work</p>\n</li>\n<li>\n<p><strong><em>masters degree</em></strong>: a period of study which often follows the completion of a bachelors degree or is undertaken by someone regarded as capable of a higher-level academic course</p>\n</li>\n<li>\n<p><strong><em>to meet a deadline</em></strong>: to finish a job or task in the time allowed or agreed</p>\n</li>\n<li>\n<p><strong><em>to play truant</em></strong>: to stay away from classes without permission</p>\n</li>\n<li>\n<p><strong><em>private language school</em></strong>: an independent school run as a business concern</p>\n</li>\n<li>\n<p><strong><em>public schools</em></strong>: exclusive independent schools in the UK</p>\n</li>\n<li>\n<p><strong><em>a single-sex school</em></strong>: a school where only boys or girls attend (as opposed to a mixed-sex school)</p>\n</li>\n<li>\n<p><strong><em>to sit an exam</em></strong>: to take an exam</p>\n</li>\n<li>\n<p><strong><em>state school</em></strong>: a school paid for by public funds and available to the general public</p>\n</li>\n<li>\n<p><strong><em>subject specialist</em></strong>: a teacher who has a great deal of knowledge about the subject they teach.</p>\n</li>\n<li>\n<p><strong><em>to take a year out</em></strong>: to spend a year working or travelling before starting university</p>\n</li>\n<li>\n<p><strong><em>tuition fees</em></strong>: the money paid for a course of study</p>\n</li>\n<li>\n<p><strong><em>to work your way through university</em></strong>: to have a paid job whilst studying to support yourself financially</p>\n</li>\n</ul> "
  },
  {
    "id":7,
    "url": "environment",
    "content": " <h3 id=\"part-1-style-questions\">Part 1-style questions</h3>\n<p><strong>Examiner</strong>: Are there any environmental problems in your country?</p>\n<p>Kelly: Yes … we have a serious issue with <strong>pollution levels</strong> in some of our big cities … <strong>exhaust fumes</strong> from cars and lorries are definitely one reason for the problem but we also have a lot of <strong>heavy industry</strong> in some areas and this also results in poor <strong>air quality</strong> …</p>\n<p><strong>Examiner</strong>: Do you take an interest in nature?</p>\n<p>Jenny: Well … I’m a city person through and through and don’t <strong>get back to nature</strong> very often I’m afraid … but like everyone else I’m fascinated by <strong>the natural world</strong> and I like watching documentaries showing wild animals in their <strong>natural habitat</strong> …</p>\n<p><strong>Examiner</strong>: Do you or your family take steps to help the environment?</p>\n<p>Mira: My parents have always tried to make us aware of our <strong>impact on the environment</strong>… they’re really into <strong>energy conservation</strong> … and always try to buy <strong>environmentally friendly</strong>products if they have the chance …</p>\n<h3 id=\"part-2-style-task\">Part 2-style task</h3>\n<p>Describe an environmental problem that has been in the news. You should say</p>\n<ul>\n<li>\n<p>When this was</p>\n</li>\n<li>\n<p>Where the event happened</p>\n</li>\n<li>\n<p>What actually took place</p>\n</li>\n</ul>\n<p>and say how you felt about this problem.</p>\n<p>Martin: Well … this is an interesting question … there are so many issues I could think of … <strong>natural disasters</strong> like earthquakes and floods seem to be in the news almost every year … but there was one story recently about some animals that were <strong>under threat</strong> … it wasn’t focused on one place in particular … it was looking at various animals that could actually <strong>become extinct</strong> in different African countries … if we don’t take steps to protect them … these were really iconic animals like gorillas … leopards … rhinos … and apparently they’re now listed as <strong>endangered species</strong> … what made it really depressing was they were in danger thanks to us … in some cases it was due to a <strong>loss of habitat</strong> either because people need more agricultural production … or even worse I think … because of hunting and <strong>poaching</strong> … I hate to think of <strong>future generations</strong> being robbed of the chance to see creatures like these in their <strong>natural environment</strong> … it’s lucky we have lots of organisations that focus on <strong>wildlife conservation</strong> … hopefully with their help we can put pressure on those in power to do something to stop creatures like these <strong>dying out</strong> …</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p><strong>Examiner</strong>: What do you think is the main danger the world faces in terms of the environment?</p>\n<p>Spencer: Well … <strong>climate change</strong> is a real issue … in my country we have <strong>flash floods</strong> and heatwaves on a yearly basis … so yes … I think <strong>global warming</strong> is the biggest issue.</p>\n<p><strong>Examiner</strong>: What examples are there of how we damage the natural world?</p>\n<p>Stella: There are so many examples … there are factories that empty <strong>toxic waste</strong> into rivers and oceans … <strong>oil spills</strong> that damage the coastline … the way we destroy vast areas of land and rain forests in search of <strong>fossil fuels</strong> or to increase agricultural production …</p>\n<p><strong>Examiner</strong>: In which ways do we respond well to environmental problems?</p>\n<p>Mathius: Well … on the one hand there are various worldwide agencies that are always the first on the scene with <strong>humanitarian aid</strong> after natural and <strong>man-made disasters</strong> … and on the other hand we have environmental <strong>pressure groups</strong> that are constantly raising awareness of issues and trying to stop disasters happening …</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong>air quality</strong>: the cleanliness of the air we breathe</p>\n</li>\n<li>\n<p><strong>to become extinct</strong>: to no longer exist</p>\n</li>\n<li>\n<p><strong>to be under threat</strong>: to be in danger of becoming extinct</p>\n</li>\n<li>\n<p><strong>climate change</strong>: the change in worldwide weather patterns</p>\n</li>\n<li>\n<p><strong>to die out</strong>: see ‘to become extinct’</p>\n</li>\n<li>\n<p><strong>endangered species</strong>: categories of animals or plants that are in danger of becoming extinct</p>\n</li>\n<li>\n<p><strong>energy conservation</strong>: the careful management of energy resources to ensure they last as long as possible</p>\n</li>\n<li>\n<p><strong>environmentally friendly</strong>: behaviour and products that do not harm the environment</p>\n</li>\n<li>\n<p><strong>exhaust fumes</strong>: the toxic gases given off by vehicles powered by petrol</p>\n</li>\n<li>\n<p><strong>flash floods</strong>: floods that happen quickly</p>\n</li>\n<li>\n<p><strong>fossil fuels</strong>: energy resources like gas and oil that are produced deep below the ground over millions of years</p>\n</li>\n<li>\n<p><strong>future generations</strong>: the people who live after us</p>\n</li>\n<li>\n<p><strong>to get back to nature</strong>: to live a life that is closer to nature</p>\n</li>\n<li>\n<p><strong>global warming</strong>: the increasing temperature of the world brought about by gases such as carbon dioxide</p>\n</li>\n<li>\n<p><strong>heavy industry</strong>: the manufacture of heavy articles and materials in large numbers</p>\n</li>\n<li>\n<p><strong>humanitarian aid</strong>: the act of showing support to people struggling to survive</p>\n</li>\n<li>\n<p><strong>impact on</strong>: the effect on</p>\n</li>\n<li>\n<p><strong>loss of habitat</strong>: the decline in areas of land where animals and plants would normally exist</p>\n</li>\n<li>\n<p><strong>man-made disaster</strong>: widespread damage or loss of life brought about by the action of humans</p>\n</li>\n<li>\n<p><strong>natural disaster</strong>: an event such as an earthquake, flood or hurricane which causes widespread damage or loss of life</p>\n</li>\n<li>\n<p><strong>natural environment</strong>: the place where animals and plants would normally be found in nature</p>\n</li>\n<li>\n<p><strong>the natural world</strong>: the world of nature</p>\n</li>\n<li>\n<p><strong>oil spill</strong>: waste usually deposited in the seas and oceans after an accident at sea</p>\n</li>\n<li>\n<p><strong>poaching</strong>: to hunt and kill wild animals illegally</p>\n</li>\n<li>\n<p><strong>pollution levels</strong>: the amount of toxic waste</p>\n</li>\n<li>\n<p><strong>pressure group</strong>: a group of people who try to raise awareness of issues and try to affect the views and actions of people and organisations</p>\n</li>\n<li>\n<p><strong>toxic waste</strong>: poisonous, unwanted rubbish often produced by industrial processes</p>\n</li>\n<li>\n<p><strong>wildlife conservation</strong>: to protect animals and plants and their habitats</p>\n</li>\n</ul> "
  },
  {
    "id":8,
    "url": "food-and-nutrition",
    "content": " <h4 id=\"examples-of-ielts-speaking-part-1-questions\">Examples of IELTS speaking part 1 questions</h4>\n<p><strong>Examiner: What food do you like to eat?</strong></p>\n<p>Answer: I am not a fussy eater. As long as you don\\‘t feed me rabbit food I\\‘m easy to please. My flatmate and I share the cooking chores. Once a week we make a slap-up meal of steak and chips covered in a rich sauce and to satisfy the sweet tooth we finish off with a decadent chocolate pudding.</p>\n<p><strong>Examiner: So, do you enjoy cooking?</strong></p>\n<p>Answer: I prefer eating to cooking. I make good use of ready meals and I am not averse to junk food or the occasional pub lunch. I realize though that it is necessary to include nutritious food in my diet, which is why I cook several times a week.</p>\n<p><strong>Examiner: What is your favourite meal of the day?</strong></p>\n<p>Answer: I’m a breakfast fan. I wake up starving hungry after a good night’s sleep. I like nothing better than a good English breakfast of bacon, eggs, and buttery toast, along with a piping hot cup of coffee.</p>\n<h4 id=\"ielts-speaking-part-2-question\">IELTS speaking part 2 question</h4>\n<p><strong>Examiner: Tell me about your favourite restaurant</strong></p>\n<p>In this question, you should discuss</p>\n<p>the restaurant that you like best, why you like it, and the occasions when you go there. Answer: I enjoy fine dining and exotic food. Both are available at my favourite restaurant in the centre of town. On special occasions I take my partner wining and dining. We love the ambience of the candle-lit dinners, and the extensive menu of mouth-watering meals.</p>\n<p>The menu includes starters, mains and deserts. Usually by the time we get there I am dying of hunger so we order a starter to calm the hunger pangs. We usually also share a bottle of bubbly. It is after all a celebration. Having finished our starter we take our time, savouring the food.</p>\n<p>This is not the type of restaurant where you would ask for a doggy bag, so we waste nothing. We end the evening with a delicious dessert. After settling the bill, we head off home, satisfied that we have enjoyed a scrumptious meal.</p>\n<h4 id=\"ielts-speaking-part-3-questions\">IELTS speaking part 3 questions</h4>\n<p><strong>Examiner: Do you believe that the 21st Century diet is a healthy one?</strong></p>\n<p>Answer: Far too many people are overweight. I believe that people should cut down on sugars and refined carbohydrates and replace them with leafy vegetables and seasonal fruits. A balanced diet would help them to regulate their weight.</p>\n<p><strong>Examiner: Starvation is a problem in many parts of the world. What do you think should be done about it?</strong></p>\n<p>Answer: From what I\\‘ve read current global food production can cover the daily consumption needs of the world. We need to find a way to economically transport it to where it is most needed or find alternate food sources. Nobody should starve when there is no shortage of food.</p>\n<p><strong>Examiner: In homes where both parents work do you think cooking has become just another job at the end of the day?</strong></p>\n<p>Answer: I know that food preparation can be time-consuming, but if everyone helps with ideas and recipes and everyone takes a turn and lends a hand, cooking can be fun for the family. Home cooked meals are also often healthier and packed with vitamins.</p>\n<h5 id=\"definitions\">Definitions</h5>\n<ul>\n<li>\n<p><strong>A balanced diet</strong> - A diet that has the right amount of nutrients</p>\n</li>\n<li>\n<p><strong>A bottle of bubbly</strong> - Sparkling wine</p>\n</li>\n<li>\n<p><strong>A decadent chocolate pudding</strong> - Luxurious or self-indulgent chocolate pudding</p>\n</li>\n<li>\n<p><strong>A doggy bag</strong> - The leftovers of a meal in a restaurant taken home</p>\n</li>\n<li>\n<p><strong>A scrumptious meal</strong> - A delicious meal</p>\n</li>\n<li>\n<p><strong>A sweet tooth</strong> - An enjoyment of sweet food</p>\n</li>\n<li>\n<p><strong>An English breakfast</strong> - A large cooked breakfast that includes egg and bacon</p>\n</li>\n<li>\n<p><strong>Calm the hunger pangs</strong> - To reduce the discomfort caused by hunger</p>\n</li>\n<li>\n<p><strong>Candle lit dinner</strong> - A romantic dinner by candlelight</p>\n</li>\n<li>\n<p><strong>Covered in a rich sauce</strong> - Covered in a creamy gravy</p>\n</li>\n<li>\n<p><strong>Cut down on</strong> - To reduce consumption</p>\n</li>\n<li>\n<p><strong>Daily consumption</strong> - The amount that you eat everyday</p>\n</li>\n<li>\n<p><strong>Dying of hunger</strong> - Very hungry</p>\n</li>\n<li>\n<p><strong>Exotic meals</strong> - Meals that originate in other countries</p>\n</li>\n<li>\n<p><strong>Fine dining</strong> - Food catering to expensive tastes in a formal setting</p>\n</li>\n<li>\n<p><strong>Food preparation</strong> - Preparing food</p>\n</li>\n<li>\n<p><strong>Food production</strong> - Producing food</p>\n</li>\n<li>\n<p><strong>Fussy eater</strong> - Someone dislikes many foods</p>\n</li>\n<li>\n<p><strong>Home cooked meals</strong> - Meals cooked at home</p>\n</li>\n<li>\n<p><strong>Homemade food</strong> - Food made at home</p>\n</li>\n<li>\n<p><strong>Junk food</strong> - Food with little nutritional value</p>\n</li>\n<li>\n<p><strong>Leafy vegetables</strong> - Vegetables such as spinach and cabbage</p>\n</li>\n<li>\n<p><strong>Mouth-watering meals</strong> - Delicious meals</p>\n</li>\n<li>\n<p><strong>Nutritious food</strong> - Food with many nutrients</p>\n</li>\n<li>\n<p><strong>Packed with vitamins</strong> - Full of vitamins</p>\n</li>\n<li>\n<p><strong>Piping hot cup of coffee</strong> - Very hot coffee</p>\n</li>\n<li>\n<p><strong>Pub lunch</strong> - Lunch served in a bar</p>\n</li>\n<li>\n<p><strong>Rabbit food</strong> - Salad vegetables</p>\n</li>\n<li>\n<p><strong>Ready meals</strong> - Heat and eat meals</p>\n</li>\n<li>\n<p><strong>Refined carbohydrates</strong> - Foods such as white rice, white bread</p>\n</li>\n<li>\n<p><strong>Savouring the food</strong> - Enjoying the food</p>\n</li>\n<li>\n<p><strong>Scrumptious meal</strong> - An exceptionally tasty meal</p>\n</li>\n<li>\n<p><strong>Seasonal fruits</strong> - Fruits that grow in season</p>\n</li>\n<li>\n<p><strong>Starving hungry</strong> - Extremely hungry</p>\n</li>\n<li>\n<p><strong>Wining and dining</strong> - Entertainment that includes good food</p>\n</li>\n</ul> "
  },
  {
    "id":9,
    "url": "food",
    "content": " <h3 id=\"part-1-style-questions\">Part 1-style questions</h3>\n<p><strong>Examiner</strong>: Do you like to cook? Mandy: Not really no … most of the time I eat <strong>ready meals</strong> and <strong>take-aways</strong> … that’s one of the reasons I love visiting my mum … you can always guarantee lovely <strong>home-cooked food</strong> …</p>\n<p><strong>Examiner</strong>: What time do you usually eat dinner? Michelle: We have our <strong>main meal</strong> at around 7.00 … I’m usually <strong>starving hungry</strong> by then … in fact I often <strong>grab a bite to eat</strong> as soon as I get home from college … a sandwich perhaps … but not too much <strong>to spoil my appetite</strong> …</p>\n<p><strong>Examiner</strong>: Are there any types of food you don’t like? Lionel: No not really … I’m not <strong>a fussy eater</strong> at all … actually I <strong>eat like a horse</strong> … I do a lot of sport and <strong>work up quite an appetite</strong> …</p>\n<h3 id=\"part-2-style-task\">Part 2-style task</h3>\n<p>Describe a restaurant that you like to use. You should say</p>\n<ul>\n<li>\n<p>Where this restaurant is</p>\n</li>\n<li>\n<p>What kind of food it serves</p>\n</li>\n<li>\n<p>How often you go there</p>\n</li>\n</ul>\n<p>and say why you like eating there so much.</p>\n<p>Howard: OK … this is a nice topic to talk about … there’s a restaurant just around the corner from where I live … it’s an Italian restaurant so as you’d expect you can eat various pasta dishes and pizzas and I usually go there with my family for <strong>a slap-up meal</strong> if we have anything to celebrate … it’s quite a posh restaurant … the kind of place you would take someone if you wanted <strong>to wine and dine</strong> them … we usually order <strong>a 3-course meal</strong> … a light starter then a main dish … and I have quite <strong>a sweet tooth</strong> so I always look forward to the dessert … I usually order Tiramisu … it <strong>makes my mouth water</strong> just to think about it … I’m always totally <strong>full up</strong> by the end … why do I enjoy it there … well … it’s not cheap … my parents always <strong>foot the bill</strong> and we couldn’t afford to go there regularly so it’s always a nice treat …</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p>Examiner: How can we encourage people to eat more healthily? Anna: I think the best approach is to have everything in moderation … <strong>processed food</strong> won’t kill you if you only eat it occasionally … but people should also be encouraged <strong>to eat a balanced diet</strong>… try to cook fresh ingredients at home a few times a week …</p>\n<p>Examiner: Do you think people enjoy their food as much as they should? Florrie: I don’t know really … I suppose it’s true that people will often eat <strong>a quick snack</strong> because they’re bored not because they’re <strong>dying of hunger</strong> … and often they just <strong>bolt it down</strong> and don’t savour it … so yes … perhaps we could take more time over our food …</p>\n<p>Examiner: Do you think cooking is a pleasure or a chore for people who have busy lives? Julie: Well … whether you <strong>follow a recipe</strong> or make something up as you go along … I think cooking is a very creative process … and cooking for other people is a particular pleasure … there’s nothing more satisfying than seeing people you love <strong>tucking into</strong> something you’ve cooked yourself …</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong><em>to be full up</em></strong>: to eat to the point that you can no longer eat any more</p>\n</li>\n<li>\n<p><strong><em>to be starving hungry</em></strong>: an exaggerated way of saying you are very hungry</p>\n</li>\n<li>\n<p><strong><em>to bolt something down</em></strong>: to eat something very quickly</p>\n</li>\n<li>\n<p><strong><em>to be dying of hunger</em></strong>: an exaggerated way of saying you are hungry</p>\n</li>\n<li>\n<p><strong><em>to eat a balanced diet</em></strong>: to eat the correct types and amounts of food</p>\n</li>\n<li>\n<p><strong><em>to eat like a horse</em></strong>: to eat a lot</p>\n</li>\n<li>\n<p><strong><em>to follow a recipe</em></strong>: to cook a meal using instructions</p>\n</li>\n<li>\n<p><strong><em>to foot the bill</em></strong>: to pay the bill</p>\n</li>\n<li>\n<p><strong><em>a fussy eater</em></strong>: somebody who has their own very high standards about what to eat</p>\n</li>\n<li>\n<p><strong><em>to grab a bite to eat</em></strong>: to eat something quickly (when you’re in a rush)</p>\n</li>\n<li>\n<p><strong><em>to have a sweet tooth</em></strong>: to enjoy sugary food</p>\n</li>\n<li>\n<p><strong><em>home-cooked food</em></strong>: food cooked at home from individual ingredients</p>\n</li>\n<li>\n<p><strong><em>the main meal</em></strong>: the most important meal of the day, usually eaten in the evening</p>\n</li>\n<li>\n<p><strong><em>to make your mouth water</em></strong>: to make you feel very hungry for something</p>\n</li>\n<li>\n<p><strong><em>to play with your food</em></strong>: to push food around the plate to avoid eating it</p>\n</li>\n<li>\n<p><strong><em>processed food</em></strong>: commercially prepared food bought for convenience</p>\n</li>\n<li>\n<p><strong><em>a quick snack</em></strong>: to eat a small amount of food between meals</p>\n</li>\n<li>\n<p><strong><em>a ready meal</em></strong>: see ‘processed food’</p>\n</li>\n<li>\n<p><strong><em>a slap up meal</em></strong>: a large meal</p>\n</li>\n<li>\n<p><strong><em>to spoil your appetite</em></strong>: to eat something that will stop you feeling hungry when it’s meal-time.</p>\n</li>\n<li>\n<p><strong><em>a take away</em></strong>: a cooked meal prepared in a restaurant and eaten at home</p>\n</li>\n<li>\n<p><strong><em>to tuck into</em></strong>: to eat something with pleasure</p>\n</li>\n<li>\n<p><strong><em>to wine and dine</em></strong>: to entertain someone by treating them to food and drink</p>\n</li>\n<li>\n<p><strong><em>to work up an appetite</em></strong>: to do physical work that leads to you becoming hungry</p>\n</li>\n</ul> "
  },
  {
    "id":10,
    "url": "friends and family",
    "content": " <p><strong>Examiner: Do you come from a large family?</strong></p>\n<p>Answer: My immediate family is not very big. I have a large extended family that includes many uncles, aunts, and cousins. We are a close-knit family, and we like to keep in touch with one another, so birthdays, and other celebrations, are noisy crowded affairs.</p>\n<p><strong>Examiner: When was the last time you had a family function?</strong></p>\n<p>Answer: Our extended family got together last year to celebrate my grandfather\\‘s eightieth birthday. He is very dear to my heart. He has kept up healthy relationships with the whole family, so it was a happy occasion that we all enjoyed.</p>\n<p><strong>Examiner: Would you take a friend on a family holiday?</strong></p>\n<p>Answer: I have. My family and my best friend got to know each other quite well, as she visited me quite frequently at my home. My family believes that we should nurture our friendships, so they encouraged me to bring my friend along when we took a seaside holiday last year.</p>\n<h4 id=\"ielts-speaking-part-2---sample-question-and-answer\"><strong>IELTS speaking part 2 - sample question and answer</strong></h4>\n<p><strong>Examiner: Tell me about your best friend.</strong></p>\n<p>To answer this question in full,</p>\n<p>discuss who the person is, the circumstances of your meeting, and what it is that you like about them.</p>\n<p>Answer: My best friend and I got to know each other when we were still very young. We lived in neighbouring houses. We had a lot in common, so we soon hit it off.</p>\n<p>As we have grown older, we have moved apart. Because of this, we have to some degree lost touch, but anyone who has had a lifelong friend would understand that she will always be dear to my heart.</p>\n<p>When we do find ourselves in the same city, we arrange a dinner date, so that we can enjoy each other\\‘s company. We share the same ideas, and we share a common background.</p>\n<p>We enjoy reminiscing about our past exploits. When we struck up a friendship, as children, we were inseparable. In those early days, we built up a relationship of trust that time and distance cannot break.</p>\n<h4 id=\"ielts-speaking-part-3---sample-questions-and-answers\">IELTS speaking part 3 - sample questions and answers</h4>\n<p><strong>Examiner: Do you think that after-hour friendships between working colleagues are appropriate?</strong></p>\n<p>Answer: I think that it is important to have a good working relationship. Colleagues should extend the hand of friendship to newcomers in the workplace. I don\\‘t believe, however, that professional relationships should extend into the domestic domain as this may affect office politics.</p>\n<p><strong>Examiner: Do you think that social media is changing the way that we relate to our friends and family?</strong></p>\n<p>Answer: In some ways yes. Social media allows us to build up relationships with distant cousins, even with those that live on foreign soil. It also helps us to make connections with long lost friends, who we may never have spoken to or seen again. On the other hand, we often spend far too much time on our digital devices instead of socializing face to face.</p>\n<p><strong>Examiner: Do you think that people who enter into a long-term relationship, should continue with their friendships from their single days?</strong></p>\n<p>Answer: I think that it is important to nurture our friendships whether or not we are in a long-term relationship. Not all relationships stand the test of time, and if you have relationship problems you may one day need a shoulder to cry on. In my view, too many people abandon their friends when they become involved in relationships.</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong>A lifelong friend</strong> - A friend that you have had for most of your life</p>\n</li>\n<li>\n<p><strong>A relationship of trust</strong> - a connection with another in which you have faith and confidence</p>\n</li>\n<li>\n<p><strong>Arrange a dinner date</strong> - Plan to share an evening meal</p>\n</li>\n<li>\n<p><strong>A shoulder to cry on</strong> - Someone to sympathize with you</p>\n</li>\n<li>\n<p><strong>Close knit family</strong> - A close family with common interests</p>\n</li>\n<li>\n<p><strong>Dear to my heart</strong> - Someone that I care about</p>\n</li>\n<li>\n<p><strong>Distant cousins</strong> - People who share a common ancestor but are not closely related</p>\n</li>\n<li>\n<p><strong>Extend the hand of friendship</strong> - Reach out to someone in a friendly manner</p>\n</li>\n<li>\n<p><strong>Extended family</strong> - Uncles, aunts and cousins form part of the extended family</p>\n</li>\n<li>\n<p><strong>Face to face</strong> - In person</p>\n</li>\n<li>\n<p><strong>Get to know one another</strong> - Learning different aspects of each other</p>\n</li>\n<li>\n<p><strong>Get together</strong> - Meet up</p>\n</li>\n<li>\n<p><strong>Immediate family</strong> - Spouse, parents, children, grandparents</p>\n</li>\n<li>\n<p><strong>Long lost friend</strong> - A friend that you have lost contact with</p>\n</li>\n<li>\n<p><strong>Long-term relationships</strong> - A committed relationship between partners</p>\n</li>\n<li>\n<p><strong>Nurture our friendships</strong> - Looking after our relationships with friends</p>\n</li>\n<li>\n<p><strong>Professional relationships</strong> - The relationships that we have in the workplace</p>\n</li>\n<li>\n<p><strong>Relationship problems</strong> - Difficulties with people with whom we interact regularly</p>\n</li>\n<li>\n<p><strong>Share a common background</strong> - The share a similar heritage or culture</p>\n</li>\n<li>\n<p><strong>Share the same ideas</strong> - To have similar opinions and views</p>\n</li>\n<li>\n<p><strong>Stand the test of time</strong> - To last a long time</p>\n</li>\n<li>\n<p><strong>Struck up a friendship</strong> - To make friends</p>\n</li>\n<li>\n<p><strong>To enjoy someone\\‘s company</strong> - To enjoy spending time with someone</p>\n</li>\n<li>\n<p><strong>To have a good working relationship</strong> - To work together well</p>\n</li>\n<li>\n<p><strong>To have a lot in common</strong> - To have shared interests</p>\n</li>\n<li>\n<p><strong>To hit it off</strong> - To like each other straight away</p>\n</li>\n<li>\n<p><strong>To keep in touch with</strong> - To keep in contact</p>\n</li>\n<li>\n<p><strong>To lose touch with</strong> - To lose contact</p>\n</li>\n</ul> "
  },
  {
    "id":11,
    "url": "health",
    "content": " <h3 id=\"part-1-style-questions\">Part 1-style questions</h3>\n<p><strong>Examiner</strong>: Have you got a relation you’re particularly fond of? Sinita: Yes … my granddad … he’s 94 years old but generally he’s <strong>as fit as a fiddle</strong> … we’re very close and see each other a lot … whenever he <strong>goes down with a cold</strong> or <strong>is under the weather</strong> I make a point of visiting him …</p>\n<p><strong>Examiner</strong>: Do you do any sport? Jon: Yes … I’m keen on skateboarding … but I haven’t done it for a while … I had a bad fall recently and <strong>pulled a muscle</strong> and had a few <strong>cuts and bruises</strong> … but I’m <strong>on the mend</strong> and hope to be doing it again soon …</p>\n<p><strong>Examiner</strong>: Is there anything you’re particularly afraid of? Davide: The dentist … I hate going to the dentist … I only ever go if I <strong>have a toothache</strong> so it usually means I have to <strong>have a filling</strong> or even <strong>have a tooth out</strong> … I really don’t like it …</p>\n<h3 id=\"part-2-style-task\">Part 2-style task</h3>\n<p>Describe a time when you were ill. You should say:</p>\n<ul>\n<li>\n<p>When this was</p>\n</li>\n<li>\n<p>What your symptoms were</p>\n</li>\n<li>\n<p>How long the illness lasted</p>\n</li>\n</ul>\n<p>and say how it affected your life at the time.</p>\n<p>Pierre: This is a tricky one really as I’m usually quite healthy … I’ve never been seriously ill … like everyone else I sometimes get a few <strong>aches and pains</strong> or <strong>catch a cold</strong> … I can remember a few months ago I had to have time off work with <strong>a heavy cold</strong> … I had the usual symptoms … <strong>a blocked nose</strong> … <strong>sore throat</strong> … it lasted quite a while … about 2 weeks I think though I didn’t have that much time off work … for a few days I remember <strong>feeling poorly</strong> but I was <strong>over the worst of it</strong>after a few days and went back to work … I always find it’s better to be active when you feel ill as it keeps your mind off your symptoms … I think my family get a little fed up with me when I’m ill though … I tend to feel sorry for myself and lie on the sofa all day as if I’<strong>m at death’s door</strong> … but as I said earlier … on this occasion it was nothing serious and didn’t really cause me any problems …</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p><strong>Examiner</strong>: What costs are involved when you are ill in your country? Anya: Well … people have to pay <strong>prescription charges</strong> which can be quite expensive … but fortunately general healthcare is free … unless you want to <strong>go private</strong> of course and then you can pay a fortune for your treatment …</p>\n<p><strong>Examiner</strong>: In your experience are people too quick to take time off work when they’re ill?</p>\n<p>Alicia: Yes .. I’ve got friends who have a day off work if they wake up with a <strong>runny nose</strong> … and in most cases they seem <strong>to make a speedy recovery</strong> after they’ve <strong>phoned in sick</strong> …</p>\n<p><strong>Examiner</strong>: Do women pay more attention to their health than men? Julie: I think so yes … women are more likely to see their <strong>GP</strong> for a <strong>check-up</strong> if they’re concerned about something … men tend to avoid facing up to any health problems they have … my dad always seems to have a very <strong>chesty cough</strong> but refuses to go to <strong>make an appointment</strong> to see the doctor …</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong><em>aches and pains</em></strong>: minor pains that continue over a period of time</p>\n</li>\n<li>\n<p><strong><em>to be a bit off colour</em></strong>: to feel a little ill</p>\n</li>\n<li>\n<p><strong><em>to be at death’s door</em></strong>: (informal) to be very ill indeed</p>\n</li>\n<li>\n<p><strong><em>to be on the mend</em></strong>: to be recovering after an illness</p>\n</li>\n<li>\n<p><strong><em>to be over the worst</em></strong>: to have got through the most serious or uncomfortable stage of an illness</p>\n</li>\n<li>\n<p><strong><em>to be under the weather</em></strong>: (informal) to not feel well</p>\n</li>\n<li>\n<p><strong><em>a blocked nose</em></strong>: when the nose has excess fluid due to a cold</p>\n</li>\n<li>\n<p><strong><em>to catch a cold</em></strong>: to get a cold</p>\n</li>\n<li>\n<p><strong><em>a check-up</em></strong>: a physical examination by a doctor</p>\n</li>\n<li>\n<p><strong><em>a chesty cough</em></strong>: a cough caused by congestion around the lungs</p>\n</li>\n<li>\n<p><strong><em>cuts and bruises</em></strong>: minor injuries</p>\n</li>\n<li>\n<p><strong><em>to feel poorly</em></strong>: to feel ill</p>\n</li>\n<li>\n<p><strong><em>as fit as a fiddle</em></strong>: to be very healthy</p>\n</li>\n<li>\n<p><strong><em>to go down with a cold</em>: to become ill</strong></p>\n</li>\n<li>\n<p><strong><em>to go private</em></strong>: to choose to be treated by commercial healthcare rather than by services offered by the state</p>\n</li>\n<li>\n<p><strong><em>GP</em></strong>: General Practitioner (family doctor)</p>\n</li>\n<li>\n<p><strong><em>to have a filling</em></strong>: to have a tooth repaired</p>\n</li>\n<li>\n<p><strong><em>to have a tooth out</em></strong>: to have a tooth removed</p>\n</li>\n<li>\n<p><strong><em>a heavy cold</em></strong>: a bad cold</p>\n</li>\n<li>\n<p><strong><em>to make an appointment</em></strong>: to arrange a time to see the doctor</p>\n</li>\n<li>\n<p><strong><em>to make a speedy recovery</em></strong>: to recover quickly from an illness</p>\n</li>\n<li>\n<p><strong><em>to phone in sick</em></strong>: to call work to explain you won’t be attending work due to illness</p>\n</li>\n<li>\n<p><strong><em>prescription charges</em></strong>: money the patient pays for medicine authorised by a doctor</p>\n</li>\n<li>\n<p><strong><em>to pull a muscle</em></strong>: to strain a muscle</p>\n</li>\n<li>\n<p><strong><em>a runny nose</em>****<em>:</em> a nose that has liquid coming out of it</strong></p>\n</li>\n<li>\n<p><strong><em>a sore throat</em></strong>: inflammation that causes pain when swallowing</p>\n</li>\n</ul> "
  },
  {
    "id":12,
    "url": "holiday",
    "content": " <p>Read the following IELTS-style questions and answers below and pay attention to the phrases in <strong>bold</strong>. Use the ‘Definitions’ section at the bottom of the page to check the meaning of any phrases you don’t understand.</p>\n<h3 id=\"part-1-style-questions\">Part 1-style questions</h3>\n<p>Examiner: What kind of holiday do you like? Miguel: I try to avoid <strong>tourist traps</strong> … I like <strong>to get away from it all</strong> and prefer going somewhere <strong>off the beaten track</strong> … last year I had <strong>the holiday of a lifetime</strong> … a two week <strong>wildlife safari</strong> in Kenya.</p>\n<p><strong>Examiner</strong>: What do you like to do when you’re on holiday? Anna: I enjoy visiting the local <strong>places of interest</strong> … I like <strong>to go sightseeing</strong> and always sign up for <strong>guided tours</strong> as it’s a chance to be shown around and take photographs … one of my my hobbies.</p>\n<p><strong>Examiner</strong>: Do you have many tourists in your country? Amy: Yes … we have a lot of <strong>holiday resorts</strong> along the coast that are popular with tourists … most people come on <strong>package holidays</strong> and stay in one of the many hotels and <strong>self-catering</strong> apartments.</p>\n<h3 id=\"part-2-style-task\"><strong>Part 2-style task</strong></h3>\n<p>Describe a beautiful place you once visited. You should say:</p>\n<ul>\n<li>\n<p>&nbsp;When you went to this place</p>\n</li>\n<li>\n<p>&nbsp;Where it was</p>\n</li>\n<li>\n<p>&nbsp;Who you went with</p>\n</li>\n</ul>\n<p>and say why you liked it so much.</p>\n<p>Sally: A few years ago I went on a <strong>long weekend</strong> to the Lake District in the UK … it’s a very popular <strong>holiday destination</strong> in the north of England … I went on my own and had a wonderful time … I stayed in a <strong>youth hostel</strong> and met some really nice people … but the most memorable thing about the holiday were the <strong>breathtaking views</strong> … and lovely <strong>picturesque villages</strong> … it can get very busy with <strong>hordes of tourists</strong> so I decided <strong>to go out of season</strong> in the autumn … the weather was fantastic and the shops were full of <strong>local crafts</strong> … a really great holiday … it’s certainly not the kind of <strong>short break</strong> for someone looking for a busy nightlife but if you want to relax in the middle of <strong>stunning landscape</strong> I would certainly recommend a holiday to the Lake District.</p>\n<h3 id=\"part-3-style-questions\"><strong>Part 3-style questions</strong></h3>\n<p>Examiner: What do you think has led to the growth in the tourism industry? Miguel: It’s much easier and affordable to travel now … nowadays you can get cheap <strong>charter-flights</strong> or <strong>all-in packages</strong> … to somewhere near or to <strong>a far-off destination</strong>.</p>\n<p>Examiner: How do people tend to choose a destination? Anna: The Internet is a great source of information and high street <strong>travel agents</strong> are still very popular … that’s where I like to go to get <strong>holiday brochures</strong> for the place I’m interested in.</p>\n<p>Examiner: People sometimes say flying is the most glamorous form of travel. Do you agree? Amy: I’m not so sure really … flying can be quite boring … queuing up at the <strong>check-in desk</strong> … going through <strong>passport control</strong> … sitting for ages in the <strong>departure lounge</strong> … then the flight itself can be quite uncomfortable … no … I’m not sure I agree.</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p>&nbsp;<strong>all-in package/package holiday</strong>: a holiday where you purchase the travel and accommodation together</p>\n</li>\n<li>\n<p>&nbsp;<strong>breathtaking view</strong>: an extremely beautiful view</p>\n</li>\n<li>\n<p>&nbsp;<strong>charter-flight</strong>: a cheaper form of flying than a scheduled flight</p>\n</li>\n<li>\n<p><strong>check-in desk</strong>: the place at the airport where you register for your flight and deposit your luggage</p>\n</li>\n<li>\n<p>&nbsp;<strong>departure lounge</strong>: where you wait for your flight to be called</p>\n</li>\n<li>\n<p>&nbsp;<strong>far-off destination</strong>: somewhere a long way away</p>\n</li>\n<li>\n<p>&nbsp;<strong>to get away from it all</strong>: to take a holiday to escape a busy or stressful lifestyle</p>\n</li>\n<li>\n<p>&nbsp;<strong>guided tour</strong>: an organised group shown around a place of interest by an expert</p>\n</li>\n<li>\n<p>&nbsp;<strong>holiday brochure</strong>: a glossy publication with details of holiday packages</p>\n</li>\n<li>\n<p>&nbsp;<strong>holiday destination</strong>: where you go for a holiday</p>\n</li>\n<li>\n<p>&nbsp;<strong>holiday of a lifetime</strong>: a special holiday that you are unlikely to repeat</p>\n</li>\n<li>\n<p>&nbsp;<strong>holiday resort</strong>: a place where lots of people go for a holiday</p>\n</li>\n<li>\n<p>&nbsp;<strong>hordes of tourists</strong>: crowds of tourists</p>\n</li>\n<li>\n<p>&nbsp;<strong>local crafts</strong>: objects produced locally</p>\n</li>\n<li>\n<p>&nbsp;<strong>long weekend</strong>: an extended weekend holiday including Friday or Monday</p>\n</li>\n<li>\n<p>&nbsp;<strong>out of season</strong>: outside of the main holiday period</p>\n</li>\n<li>\n<p>&nbsp;<strong>picturesque village</strong>: very pretty village</p>\n</li>\n<li>\n<p>&nbsp;<strong>passport control</strong>: the place where your passport is checked</p>\n</li>\n<li>\n<p>&nbsp;<strong>places of interest</strong>: sites of interest to tourists</p>\n</li>\n<li>\n<p>&nbsp;<strong>wildlife safari</strong>: a holiday, often in Africa, to observe wild animals</p>\n</li>\n<li>\n<p><strong>self-catering</strong>: a holiday where you supply your own food</p>\n</li>\n<li>\n<p>&nbsp;<strong>short break</strong>: a short holiday</p>\n</li>\n<li>\n<p>&nbsp;<strong>to go sightseeing</strong>: to look around the tourist sites</p>\n</li>\n<li>\n<p>&nbsp;<strong>stunning landscape</strong>: extremely beautiful countryside</p>\n</li>\n<li>\n<p>&nbsp;<strong>travel agent</strong>: a shop that specialises in booking holidays</p>\n</li>\n<li>\n<p>&nbsp;<strong>tourist trap</strong>: somewhere where too many tourists go</p>\n</li>\n<li>\n<p>&nbsp;<strong>youth hostel</strong>: a cheap form of accommodation</p>\n</li>\n</ul> "
  },
  {
    "id":13,
    "url": "music",
    "content": " <h3 id=\"part-1-style-questions\">Part 1-style questions</h3>\n<p><strong>Examiner</strong>: What kind of music do you listen to?</p>\n<p>Katherine: I’m a big fan of <strong>classical music</strong> … it doesn’t make me very popular with my children … their <strong>taste in music</strong> is completely different … they always want to listen to their favourite <strong>rock bands</strong> …</p>\n<p><strong>Examiner</strong>: Do you play any instruments?</p>\n<p>Jamie: No I don’t … I’ve always wished I’d <strong>taken up a musical instrument</strong> … I’d love to be able to play the guitar … but I think I’m a bit <strong>tone deaf</strong> so perhaps I’d find it hard …</p>\n<p><strong>Examiner</strong>: Have you got any hobbies or interests?</p>\n<p>Marco: I’m really into <strong>live music</strong> … I go to a lot of <strong>music festivals</strong> … I think a <strong>live performance</strong>always sounds more exciting than a recorded version … as long as the performers can sing and play well of course …</p>\n<h3 id=\"part-2-style-task\">Part 2-style task</h3>\n<p>Describe a song you like to listen to. You should say</p>\n<ul>\n<li>\n<p>What the piece of music is called</p>\n</li>\n<li>\n<p>How long you have liked it</p>\n</li>\n<li>\n<p>When you like to listen to it</p>\n</li>\n</ul>\n<p>and say why you like it so much.</p>\n<p>Millie: Well … I’m a little older than most students and when I was young Abba the Swedish <strong>pop group</strong> were very famous … I don’t think it was cool to like them even though they had a <strong>huge following</strong> but I think now people have realised what wonderful songs they wrote … one <strong>piece of music</strong> in particular is called ‘Slipping through my fingers’ … it wasn’t a <strong>massive hit</strong> but I love it … it’s a song for parents and it’s all about how quickly our children grow up … it’s a <strong>slow number</strong> and like a lot of their songs it’s a very <strong>catchy tune</strong> … the two women in Abba had great voices and it’s the kind of music you can also <strong>sing along to</strong> easily … even if you don’t have a great voice … I listen to Abba when I feel like a <strong>sing-song</strong> … and I especially like to listen when I’m doing the housework … it stops me thinking about the hard work …</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p>Examiner: Is the Internet a good or bad thing for the music industry? Thomas: On the one hand it’s good for marketing new <strong>musical talent</strong> or particular bands but it’s so easy to share and <strong>download tracks</strong> for free I think it is costing the industry a lot of money …</p>\n<p>Examiner: Should music be treated as seriously as subjects like maths or sciences at school? Carla: I think it should … I don’t think it should be taught in a boring way … I mean making children <strong>read music</strong> … but I do think they should be encouraged to play instruments and to <strong>play things by ear</strong> perhaps … to keep the lessons fun …</p>\n<p>Examiner: Where do people usually enjoy listening to music? Sally: In lots of ways or places … as <strong>background music</strong> when they are doing something else … at concerts when a band <strong>goes on tour</strong> … or in clubs or discos …</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong>adoring fans</strong>: people who love a particular band or singer</p>\n</li>\n<li>\n<p><strong>background music</strong>: music that is played while something else is happening</p>\n</li>\n<li>\n<p><strong>a catchy tune</strong>: a song that is easy to remember and makes you want to sing it</p>\n</li>\n<li>\n<p><strong>classical music</strong>: music that is regarded as part of a long, formal tradition</p>\n</li>\n<li>\n<p><strong>to download tracks</strong>: to obtain music from the Internet</p>\n</li>\n<li>\n<p><strong>to have a great voice</strong>: to sing well</p>\n</li>\n<li>\n<p><strong>to go on tour</strong>: to go on a planned series of performances around a region or country</p>\n</li>\n<li>\n<p><strong>a huge following</strong>: a large number of fans</p>\n</li>\n<li>\n<p><strong>live music</strong>: music that is listened to while it is performed (not recorded)</p>\n</li>\n<li>\n<p><strong>live performance</strong>: (see live music)</p>\n</li>\n<li>\n<p><strong>a massive hit</strong>: a record that sells lots of copies</p>\n</li>\n<li>\n<p><strong>a music festival</strong>: music performances at a venue often over several days</p>\n</li>\n<li>\n<p><strong>musical talent</strong>: skilled at music</p>\n</li>\n<li>\n<p><strong>to be/sing out of tune</strong>: to not be in harmony/to sing the wrong notes</p>\n</li>\n<li>\n<p><strong>a piece of music</strong>: an item of music</p>\n</li>\n<li>\n<p><strong>to play by ear</strong>: to play without reading the musical notes</p>\n</li>\n<li>\n<p><strong>a pop group</strong>: a small group of people who play or sing pop music together</p>\n</li>\n<li>\n<p><strong>to read music</strong>: to understand and follow written musical notes</p>\n</li>\n<li>\n<p><strong>a rock band</strong>: a group of musicians that play rock music</p>\n</li>\n<li>\n<p><strong>to sing along to</strong>: to join in singing</p>\n</li>\n<li>\n<p><strong>a sing-song</strong>: to sing informally, often with other people</p>\n</li>\n<li>\n<p><strong>a slow number</strong>: a song with a slow tempo</p>\n</li>\n<li>\n<p><strong>to take up a musical instrument</strong>: to begin learning a musical instrument</p>\n</li>\n<li>\n<p><strong>taste in music</strong>: the music someone likes</p>\n</li>\n<li>\n<p><strong>to be tone deaf</strong>: to be unable to distinguish the different notes in music</p>\n</li>\n</ul> "
  },
  {
    "id":14,
    "url": "personality",
    "content": " <h3 id=\"part-1-style-questions\">Part 1-style questions</h3>\n<p><strong>Examiner</strong>: How would you describe yourself?</p>\n<p>Paula: Everyone tells me I <strong>take after</strong> my mum as I’m quite <strong>laid-back</strong> … I think I’m <strong>good company</strong>but you should ask my friends if they agree …</p>\n<p><strong>Examiner</strong>: In which ways are you similar to your friends?</p>\n<p>Manuel: I seem to be attracted to <strong>introverts</strong> … not people who are <strong>painfully shy</strong> but most of my friends are a little <strong>reserved</strong> … and I think that’s what I’m like…</p>\n<p><strong>Examiner</strong>: Are you similar or different to your brother(s)/sister(s)?</p>\n<p>Mira: I think my brother and I are very similar … I’d say we’re <strong>fun-loving</strong> and tend to be a bit <strong>extroverted</strong> … my brother is certainly <strong>the life and soul of the party</strong> … I’m not sure that applies to me …</p>\n<h3 id=\"part-2-style-task\">Part 2-style task</h3>\n<p>Describe a teacher you once had who you enjoyed being taught by. You should say</p>\n<ul>\n<li>\n<p>Who this person was</p>\n</li>\n<li>\n<p>When they were your teacher</p>\n</li>\n<li>\n<p>Which subject they taught you</p>\n</li>\n</ul>\n<p>and describe what it was about their character that you liked.</p>\n<p>Carolina: I’d like to describe my English teacher from school … Miss Thomas … this was a few years ago now and she was my teacher at a time when I was getting a little bored with being at school … unlike some of the other teachers Miss Thomas never <strong>lost her temper</strong> … she was very calm and <strong>easy-going</strong> … she was also very <strong>broad-minded</strong> … we were able to ask her questions about lots of subjects that some other teachers would refuse to discuss which made us respect her even more … she had a great <strong>sense of humour</strong> too … she’d laugh at our jokes as well as making us laugh … and she would also <strong>bend over backwards</strong> to help us with our work … she always <strong>put us first</strong> and often stayed around at the end of class to talk with anyone who needed help … apparently she was highly respected within her field but you would never know as she was the type that <strong>hid her light under a bushel</strong> … she was very modest and <strong>self-effacing</strong> … so yes … Miss Thomas was a teacher I have fond memories of …</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p><strong>Examiner</strong>: Which personal qualities do you think we most want to pass on to our children?</p>\n<p>Martin: I certainly would want my children to be <strong>self-confident</strong> and <strong>self-assured</strong> … I really believe that people who feel good about themselves are in a good position to face what life has to offer them … and I’d hope they wouldn’t be <strong>self-centred</strong> … but remembered to think about others …</p>\n<p><strong>Examiner</strong>: Which characteristics do you think are the least appealing in a person?</p>\n<p>Marianne: Well … people who are very <strong>narrow-minded</strong> are difficult to get on with … it’s nice when someone is open to other people’s opinion and willing to think about their own views … and people who are <strong>two-faced</strong> can be a little irritating … relationships are built on trust and without honesty there’s not much left …</p>\n<p><strong>Examiner</strong>: Which personality types do you think are less likely to suffer from stress or anxiety?</p>\n<p>Sol: Probably people who are <strong>thick-skinned</strong> … who don’t let people or problems affect them too much … and if you are <strong>fair-minded</strong> you’ ll be less likely to overreact to situations or be <strong>quick-tempered</strong> …</p>\n<h3 id=\"definitions\">Definitions</h3>\n<p><strong>to be the life and soul of the party</strong>: a fun person, someone who is the centre of activity</p>\n<p><strong>to bend over backwards</strong>: to try very hard to help someone</p>\n<p><strong>broad-minded</strong>: prepared to accept other views or behaviours</p>\n<p><strong>easy-going</strong>: relaxed and not easily worried about anything</p>\n<p><strong>extrovert</strong>: an energetic person who likes the company of others</p>\n<p><strong>fair-minded</strong>: to treat people equally</p>\n<p><strong>fun-loving</strong>: to enjoy having fun</p>\n<p><strong>to hide one’s light under a bushel</strong>: to hide one’s talents and skills</p>\n<p><strong>good company</strong>: enjoyable to socialise with</p>\n<p><strong>good sense of humour</strong>: the ability to understand what is funny</p>\n<p><strong>introvert</strong>: someone who is shy</p>\n<p><strong>laid-back</strong>: see ‘easy-going’</p>\n<p><strong>to lose one’s temper</strong>: to suddenly become angry</p>\n<p><strong>narrow minded</strong>: opposite of ‘broad-minded’ (see above)</p>\n<p><strong>painfully shy</strong>: very shy</p>\n<p><strong>to put others first</strong>: to think of others before yourself</p>\n<p><strong>quick-tempered</strong>: to become angry quickly</p>\n<p><strong>reserved</strong>: shy</p>\n<p><strong>self-assured</strong>: confident</p>\n<p><strong>self-centred</strong>: thinks only of oneself</p>\n<p><strong>self-confident</strong>: believes in one’s own ability or knowledge</p>\n<p><strong>self-effacing</strong>: to not try to get the attention of others (especially in terms of hiding one’s skills or abilities)</p>\n<p><strong>to take after</strong>: to be like (often another member of the family)</p>\n<p><strong>thick-skinned</strong>: not easily affected by criticism</p>\n<p><strong>trustworthy</strong>: can be trusted</p>\n<p><strong>two-faced</strong>: not honest or sincere. Will say one thing to someone to their face and another when they are not present.</p> "
  },
  {
    "id": 15,
    "url": "pollution",
    "content": " <h2 id=\"ielts-speaking-part-1-style-questions\">IELTS speaking part 1 style questions</h2>\n<h4 id=\"examiner-has-there-been-an-increase-in-pollution-where-you-live\">Examiner: Has there been an increase in pollution where you live?</h4>\n<p>Georgio: Yes, there has been a dramatic increase in recent years as many of the most productive factories are built on the outskirts of large towns and some are even in quite central areas so very near where people live. Air pollution, as a result of factory emissions and toxic fumes has become a real problem.</p>\n<h4 id=\"examiner-how-has-this-pollution-had-an-impact-on-daily-life-do-you-think\">Examiner: How has this pollution had an impact on daily life, do you think?</h4>\n<p>Helena: I think there are two key areas which have been most affected – firstly, our health, as air pollution is terrible in the city centre because too many workers commute and rely heavily on their cars rather than travelling by public transport and there are many traffic jams. Secondly, on the quality of crops and in rural areas, where the use of pesticides and chemical fertilizers in farming has contributed to a dangerous amount of pollutants in foods.</p>\n<h4 id=\"examiner-are-residents-in-your-town-good-at-recycling\">Examiner: Are residents in your town good at recycling?</h4>\n<p>Sara: Sadly, in my opinion, not nearly good enough. I know in many European countries, the mantra of reuse and recycle plastics and cardboards has become automatic but here there is still a culture of throwing everything away and most domestic as well as industrial waste is incinerated. Obviously, this policy just contributes to worsening air pollution and to plastic being thrown into the sea.</p>\n<h2 id=\"ielts-speaking-part-2-style-question\">IELTS speaking part 2 style question</h2>\n<h4 id=\"describe-a-time-when-you-have-caused-pollution\">Describe a time when you have caused pollution,</h4>\n<p>You should say:</p>\n<p>When this was What it was Where it was And the impact which you think this might have caused.</p>\n<p>Zoe: I would like to describe a moment when I was on holiday a few years ago in a really beautiful part of India on holiday with a group of friends. We had been travelling around India for a month and I think I had adjusted to seeing a huge amount of waste on the streets. Not surprisingly, there were very limited facilities for recycling – this is not really part of the culture and it would require a huge investment to put in place the equipment and education programme needed.</p>\n<p>We were travelling on a train and had been sleeping as it was a very long journey and early the next morning when we pulled into the station, everyone leaned out of the window and purchased bottles of water, cups of tea and hot food from excited street sellers on the platforms.</p>\n<p>I was happy to join in with the locals and without even thinking drank my water then threw the bottle back out of the window which is something I would never have done back home. It wasn\\‘t until later that I understood the consequences of this action.</p>\n<p>After winding through the countryside for hours, the train finally reached the coast. I was stunned – rather than a beautiful, clear blue stretch of ocean, all I could see was plastic waste – bottles, bags, food packaging as well as larger items of industrial items were just floating, interspersed with a few seabirds who looked utterly confused and were not really able to swim.</p>\n<p>I could clearly see the impact of my careless action on the train and the problem of plastics in the ocean became horribly evident. With no other way of disposing of rubbish, the temptation, indeed, the default had become to simply throw bottles and bags on the ground or into the sea, river or lake and so much of this has ended up in the ocean. Since then I have been rigorous about waste and campaigned to make sure my local town has widely available recycling bins for all.</p>\n<h2 id=\"ielts-speaking-part-3-style-questions\">IELTS speaking part 3 style questions</h2>\n<h4 id=\"examiner-what-should-be-done-about-plastic-in-the-ocean\">Examiner: What should be done about plastic in the ocean?</h4>\n<p>Emanuel: While quite a lot has been done already to highlight this terrible problem, I think more could be done to make sure the public know the dangers. Apparently around 350 million tonnes of plastic are being produced each year and around 8 million tonnes of plastic enter the ocean every year.</p>\n<p>If waste management practices don’t improve, scientists predict this amount could increase tenfold by 2025. What happens is that while paper will eventually disintegrate, plastic does not do this and so when it does eventually break up, it still leaves smaller fragments called microplastics, which have been identified in commercial fish consumed by humans.</p>\n<h4 id=\"examiner-what-might-some-solutions-be-to-reduce-this-situation\">Examiner: What might some solutions be to reduce this situation?</h4>\n<p>Alexi: I think many manufactures should work really hard to reduce the use of what is called single-use applications, plastics which are used just once and then disposed of as this makes up approximately half of all plastics. Plastic can quite easily be recycled and used again for shampoo bottles for example. Some large companies have already started only using recycled plastics for their own- brand products and this kind of policy should be rolled out as widely as possible.</p>\n<h4 id=\"examiner-what-would-you-say-to-children-who-are-faced-with-this-problem-for-the-future\">Examiner: What would you say to children who are faced with this problem for the future?</h4>\n<p>Benji: I would try to encourage teachers and parents to explain the situation to youngsters but also to try and be positive about what can be done. Firstly, we all need to be much more careful about recycling which is not impossible and should start at school as well as in the home.</p>\n<p>There have been many incredible documentaries informing us all about the global plastic problem and awareness is a very important stage in beginning to stop the problem. I am not sure what is being done at the moment to remove this mass of plastic but we must make sure we do not make this worse, and we protect our planet as well as the wildlife and birds and we should protect the next generation who will also have to try to find solutions.</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong>outskirts of large towns</strong> - areas outside the city centre, suburbs or industrial district</p>\n</li>\n<li>\n<p><strong>factory emissions</strong> - smoke and pollution from factories</p>\n</li>\n<li>\n<p><strong>toxic fumes</strong> - smoke which is poisonous</p>\n</li>\n<li>\n<p><strong>traffic jams</strong> - large queues of cars not moving</p>\n</li>\n<li>\n<p><strong>pollutants in foods</strong> - dangerous chemicals</p>\n</li>\n<li>\n<p><strong>pesticides</strong> - chemicals to keep bugs and animals away from plants</p>\n</li>\n<li>\n<p><strong>chemical fertilizers</strong> - chemicals added to make soil stronger</p>\n</li>\n<li>\n<p><strong>commute to work</strong> - drive or travel to work every day</p>\n</li>\n<li>\n<p><strong>Mantra</strong> - frequently repeated statement</p>\n</li>\n<li>\n<p><strong>reuse and recycle</strong> - use products again or find another purpose for them</p>\n</li>\n<li>\n<p><strong>industrial waste is incinerated</strong> - waste which is burnt</p>\n</li>\n<li>\n<p><strong>facilities for recycling</strong> - places where you can dispose of plastic / cardboard</p>\n</li>\n<li>\n<p><strong>education programme</strong> - teaching and learning in school or elsewhere</p>\n</li>\n<li>\n<p><strong>consequences</strong> - the outcomes</p>\n</li>\n<li>\n<p><strong>interspersed with (birds)</strong> - mingled with, mixed with</p>\n</li>\n<li>\n<p><strong>campaign</strong> - high profile policy for the public</p>\n</li>\n<li>\n<p><strong>scientists predict</strong> - ideas for the future</p>\n</li>\n<li>\n<p><strong>disintegrate</strong> - break down into small particles</p>\n</li>\n<li>\n<p><strong>microplastics</strong> - very tiny pieces</p>\n</li>\n<li>\n<p><strong>single-use applications</strong> - use once then throw out</p>\n</li>\n<li>\n<p><strong>own- brand products</strong> - unique to the shop or supermarket</p>\n</li>\n<li>\n<p><strong>policy should be rolled out</strong> - implemented all over the country</p>\n</li>\n<li>\n<p><strong>documentaries</strong> - factual TV programmes</p>\n</li>\n</ul> "
  },
  {
    "id":16,
    "url": "pysical appearance",
    "content": " <h3 id=\"part-1-style-questions\">Part 1-style questions</h3>\n<p><strong>Examiner</strong>: Do you look like any other people in your family?</p>\n<p>Carlo: No … not at all … take my brother for example … he has short <strong>cropped hair</strong> and has quite a <strong>pointed face</strong> … he’s also quite <strong>fair-skinned</strong> compared to me…</p>\n<p><strong>Examiner</strong>: Tell me about your family.</p>\n<p>Andrea: My father’<strong>s getting on a bit</strong> … he’s <strong>in his 60s</strong> … but he <strong>looks very young for his age</strong> … he still does lots of exercise and is quite <strong>well-built</strong> …</p>\n<p><strong>Examiner</strong>: What does your best friend look like?</p>\n<p>Mandy: She’s the same age as me … she has <strong>shoulder-length hair</strong> … <strong>fair hair</strong> … she has a <strong>slim figure</strong> and is <strong>medium height</strong> …</p>\n<h3 id=\"part-2-style-task\"><strong>Part</strong> 2-style <strong>task</strong></h3>\n<p>Describe a person whose appearance you like. You should say</p>\n<ul>\n<li>\n<p>Who this person is</p>\n</li>\n<li>\n<p>What their relationship is to you</p>\n</li>\n<li>\n<p>What they look like</p>\n</li>\n</ul>\n<p>and say what it is about their appearance you like.</p>\n<p>Monique: OK … I’d like to talk about my aunt … her name’s Marta and she’s quite a character … she’<strong>s middle-aged</strong> but has a very <strong>youthful appearance</strong> … she’s a little <strong>overweight</strong> I suppose but not too much … she has a friendly <strong>round face</strong> framed by <strong>thick blonde hair</strong> … she has a lovely <strong>complexion</strong> and she’s always <strong>well-turned out</strong> … she actually always looks like she’s going out for the evening to somewhere special … there’<strong>s never a hair out of place</strong> … I’ve always thought she <strong>bears a striking resemblance to</strong> someone on TV … I can’t remember the name now … she <strong>wears glasses</strong> and always seems to have a different pair on every time I see her … I like the way she looks because she wears clothes that are right for her age and manages to look glamorous without it looking like she’s too done up … yes … I’ll be happy if I look like her when I’m her age …</p>\n<h3 id=\"part-3-style-questions\"><strong>Part 3-style</strong> questions</h3>\n<p><strong>Examiner</strong>: Is it important to dress well whenever we go out?</p>\n<p>Mark: It depends where you’re going … I know some people <strong>get done up</strong> just to go to the shops … but I don’t see the point … you shouldn’t go out looking <strong>scruffy</strong> with <strong>disheveled hair</strong> but I really don’t see the point in <strong>getting dressed up to the nines</strong> unless you’re going somewhere special …</p>\n<p><strong>Examiner</strong>: Do people worry too much about their appearance as they get older?</p>\n<p>Mira: I’m sure they do … yes … but it happens to all of us doesn’t it … we all <strong>go grey</strong> eventually and get <strong>hard of hearing</strong> … we start <strong>to lose our figure</strong> … that’s why plastic surgery is so popular … personally I think we just need <strong>to grow old gracefully</strong> and not worry too much about how we look …</p>\n<p><strong>Examiner</strong>: Is attractiveness a quality worthwhile aiming for?</p>\n<p>Phoebe: I’d like to say no … it shouldn’t matter what we look like in terms of our physical appearance … but unfortunately it seems women especially are taken more seriously if they are <strong>good looking</strong> with <strong>a slender figure</strong> with perfect <strong>make up</strong> and so on …</p>\n<h3 id=\"definitions\">Definitions</h3>\n<p><strong>to bear a striking resemblance</strong>: to look very similar to</p>\n<p><strong>cropped hair</strong>: very short hair</p>\n<p><strong>disheveled hair</strong>: untidy hair</p>\n<p><strong>to dress up to the nines</strong>: to dress very smartly or glamorously</p>\n<p><strong>fair hair</strong>: light-coloured hair</p>\n<p><strong>to be fair-skinned</strong>: light skinned</p>\n<p><strong>to get done up</strong>: to dress smartly</p>\n<p><strong>to be getting on a bit</strong>: to be getting old</p>\n<p><strong>to go grey</strong>: to have hair that is turning grey</p>\n<p><strong>to be good looking</strong>: to be attractive</p>\n<p><strong>to grow old gracefully</strong>: to act in a way that embraces the fact you are getting older</p>\n<p><strong>to be hard of hearing</strong>: to find it difficult to hear</p>\n<p><strong>in his/her 30s/40s</strong>: to be 20/30 something</p>\n<p><strong>scruffy</strong>: dressed untidily</p>\n<p><strong>to look young for your age</strong>: to look younger than you are</p>\n<p><strong>to lose one’s figure</strong>: to have a figure that has lost its toned shape</p>\n<p><strong>complexion</strong>: natural skin colour and texture</p>\n<p><strong>make up</strong>: cosmetics</p>\n<p><strong>medium height</strong>: average height</p>\n<p><strong>middle-aged</strong>: approximately between 45-65</p>\n<p><strong>to never have a hair out of place</strong>: perfectly styled hair</p>\n<p><strong>to be overweight</strong>: to weigh more than is regarded as healthy</p>\n<p><strong>pointed face</strong>: the opposite of a round face</p>\n<p><strong>shoulder-length hair</strong>: hair that comes down to the shoulders and no further</p>\n<p><strong>slender figure</strong>: a figue that is tall and slim</p>\n<p><strong>slim figure</strong>: attractively thin</p>\n<p><strong>thick hair</strong>: a lot of hair</p>\n<p><strong>to wear glasses</strong>: to use spectacles</p>\n<p><strong>to be well-built</strong>: to be muscular</p>\n<p><strong>to be well-turned out</strong>: to look smart</p>\n<p><strong>youthful appearance</strong>: to look young</p> "
  },
  {
    "id":17,
    "url": "relationship",
    "content": " <p><strong>Examiner</strong>: Do you see your friends very often? Louisa: Yes … we meet up most weekends … we all <strong>get on really well</strong> and <strong>have a lot in common</strong> so we’re always happy doing the same things and going to the same places.</p>\n<p><strong>Examiner</strong>: What do you like about your close friends? Anna: I think we <strong>enjoy each other’s company</strong> … we <strong>see eye-to-eye on</strong> most things so we rarely <strong>fall out with</strong> each other.</p>\n<p><strong>Examiner</strong>: Have you known each other long? Amy: Most of them yes … although my closest friend Carrie … we <strong>struck up a relationship</strong> at college and <strong>got on like a house on fire</strong> … but yes … my other friendships <strong>go back years</strong> to when we were at school.</p>\n<h3 id=\"part-2-style-task\">Part 2-style task</h3>\n<p>Describe a person you are very close to. You should say:</p>\n<ul>\n<li>\n<p>Who this person is</p>\n</li>\n<li>\n<p>When you met them</p>\n</li>\n<li>\n<p>Where you met them</p>\n</li>\n<li>\n<p>and say what it is about them you like so much.</p>\n</li>\n</ul>\n<p>Reiko: I’d like to talk about my boyfriend … Jose … we <strong>got to know</strong> each other at University almost 4 years ago … we were in the same department … initially we were <strong>just good friends</strong> and used to go out in a group with our other friends … when Jose went back to Spain for the holidays we would <strong>keep in touch with</strong> each other … then one year he invited me to come to Spain with him … and that’s when we <strong>fell for</strong> each other I think … so you couldn’t really say it was <strong>love at first sight</strong> as it had been over a year since we’d met … but we really <strong>hit it off</strong> and by the time we got back to university in September we were able to tell all our friends that we were <strong>in a relationship</strong>… what do I like about Jose … well he’s very kind … very funny … and very supportive … and we’re really <strong>well matched</strong> in our interests … he hasn’t <strong>popped the question</strong> yet though … we’ve talked about getting married and I think we’re both ready <strong>to settle down</strong> and have children … we’ll just have to wait and see …</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p>Examiner: Do you think marriage is still as important as ever? Cristine: Yes … it certainly is in my country … I think the problem for some people is a lack of commitment … all relationships <strong>have their ups and downs</strong> …. but some people prefer to <strong>break up</strong>rather than <strong>working at</strong> the relationship.</p>\n<p>Examiner: What do you think is the ideal time to get married? Terry: Personally … I think you should wait until you’ve found yourself first … decided if you want a career … perhaps do some travelling … you should do this before <strong>tying the knot</strong> … although if you <strong>fall head over heels in love</strong> plans like these can easily be forgotten.</p>\n<p>Examiner: Is it important to keep in contact with our friends when we’re in a relationship? Maria: Absolutely … it’s so easy to <strong>drift apart</strong> from your friends when you <strong>fall in</strong></p>\n<p><strong>love</strong> … but I think both partners should try not <strong>to lose touch with</strong> their friends … that’s the best way to have a <strong>healthy relationship</strong> with your partner.</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong>to break up</strong>: to end a romantic relationship</p>\n</li>\n<li>\n<p><strong>to drift apart</strong>: to become less close to someone</p>\n</li>\n<li>\n<p><strong>to enjoy someone’s company</strong>: to like spending time with someone</p>\n</li>\n<li>\n<p><strong>to fall for</strong>: to fall in love</p>\n</li>\n<li>\n<p><strong>to fall head over heels in love</strong>: to start to love someone a lot</p>\n</li>\n<li>\n<p><strong>to fall out with</strong>: to have a disagreement and stop being friends</p>\n</li>\n<li>\n<p><strong>to get on like a house on fire</strong>: to like someone’s company very much indeed</p>\n</li>\n<li>\n<p><strong>to get on well with</strong>: to understand someone and enjoy similar interests</p>\n</li>\n<li>\n<p><strong>to get to know</strong>: to begin to know someone</p>\n</li>\n<li>\n<p><strong>to go back years</strong>: to have known someone for a long time</p>\n</li>\n<li>\n<p><strong>to have a lot in common</strong>: to share similar interests</p>\n</li>\n<li>\n<p><strong>to have ups and downs</strong><em>:</em> to have good and bad times</p>\n</li>\n<li>\n<p><strong>a healthy relationship</strong>: a good, positive relationship</p>\n</li>\n<li>\n<p><strong>to hit it off</strong>: to quickly become good friends with</p>\n</li>\n<li>\n<p><strong>to be in a relationship</strong>: to be romantically involved with someone</p>\n</li>\n<li>\n<p><strong>to be just good friends</strong>: to not be romantically involved</p>\n</li>\n<li>\n<p><strong>to keep in touch with</strong>: to keep in contact with</p>\n</li>\n<li>\n<p><strong>to lose touch with</strong>: to not see or hear from someone any longer</p>\n</li>\n<li>\n<p><strong>love at first sight</strong>: to fall in love immediately you meet someone</p>\n</li>\n<li>\n<p><strong>to pop the question</strong>: to ask someone to marry you</p>\n</li>\n<li>\n<p><strong>to see eye to eye</strong>: to agree on a subject</p>\n</li>\n<li>\n<p><strong>to settle down</strong>: to give up the single life and start a family</p>\n</li>\n<li>\n<p><strong>to strike up a relationship</strong>: to begin a friendship</p>\n</li>\n<li>\n<p><strong>to tie the knot</strong>: to get married</p>\n</li>\n<li>\n<p><strong>to be well matched</strong>: to be similar to</p>\n</li>\n<li>\n<p><strong>to work at a relationship</strong>: to try to maintain a positive relationship with someone</p>\n</li>\n</ul> "
  },
  {
    "id":18,
    "url": "shopping",
    "content": " <h3 id=\"part-1-style-questions\">Part 1-style questions</h3>\n<p><strong>Examiner</strong>: Do you often go shopping for personal items?</p>\n<p>Maxine: When I can afford it yes … my college is in the city centre and I do a lot of <strong>window shopping</strong> … but being a student I’m <strong>on a tight budget</strong> so I have <strong>to be careful with money</strong> …</p>\n<p><strong>Examiner</strong>: Are there many shops where you live?</p>\n<p>Jenny: We’ve got a few <strong>local shops</strong> nearby and a few <strong>independent stores</strong> but none of the big <strong>high street names</strong> … I have to go into town for them …</p>\n<p><strong>Examiner</strong>: Do you enjoy shopping?</p>\n<p>Marco: It depends … I hate it when the sales are on … crowds of people all trying to <strong>snap up a bargain</strong> … I find it all a bit stressful … I also get annoyed when <strong>shop assistants</strong> try to <strong>give me the hard sell</strong> when all I want to do is look around …</p>\n<h3 id=\"part-2-style-task\">Part 2-style task</h3>\n<p>Describe a time when you bought something for someone. You should say</p>\n<ul>\n<li>\n<p>When this was</p>\n</li>\n<li>\n<p>What is was you bought</p>\n</li>\n<li>\n<p>Who you bought it for</p>\n</li>\n</ul>\n<p>and say how you felt about buying it for them.</p>\n<p>Coleen: I’d like to tell you about the time … about four years ago … my husband and I bought a computer for our daughter … she was about to go to university and we’d promised her we would treat her to one … at the time there had been a big <strong>advertising campaign</strong> for the latest Apple Macbook and our daughter was very keen to have one … she kept telling us they were <strong>value for money</strong> … even though they seemed very expensive to us … anyway we tried <strong>to shop around</strong> to see if we could <strong>pick up a bargain</strong> … this was in the middle of the <strong>summer sales</strong> and wherever you went <strong>prices were being slashed</strong> on <strong>big brand names</strong> … but unfortunately not Apple products … we ended up having <strong>to pay the full price</strong> … I remember my daughter justifying the cost by pointing out how nice the Apple <strong>carrier bag</strong> was … but it was lovely to see her so excited and the <strong>customer service</strong> she’s received during the four years she’s had it has been excellent … so it was value for money after all …</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p><strong>Examiner</strong>: Do you think we will stop using paper money in the future?</p>\n<p>Louisa: I think it’s almost certain … at the moment it’s still possible <strong>to pay in cash</strong> but I’m sure this will change … the problem is people are more likely <strong>to get into debt</strong> and <strong>run up a credit card bill</strong>when this happens.</p>\n<p><strong>Examiner</strong>: How do companies encourage the consumer to spend their money?</p>\n<p>Peter: Well … a recent development in my country is something called ‘Black Friday’ where people are encouraged <strong>to shop until they drop</strong> and buy the latest <strong>must-have products</strong> … then there are things like <strong>loyalty cards</strong> to get the customer back in the store …</p>\n<p><strong>Examiner</strong>: What do you think shops need to do to create a positive shopping experience?</p>\n<p>Tania: The main thing for me is not being pressurised to buy … I appreciate that shop assistants are probably <strong>on commission</strong> but if I’m looking for clothes for example I like to take my time … <strong>to try something on</strong> … and to ask for help if I need it …</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong>advertising campaign</strong>: a series of advertisements to persuade people to buy something</p>\n</li>\n<li>\n<p><strong>big brand names</strong>: large well-known companies or product names</p>\n</li>\n<li>\n<p><strong>to be careful with money</strong>: to not over-spend</p>\n</li>\n<li>\n<p><strong>carrier bag</strong>: bags (usually plastic) supplied by shops</p>\n</li>\n<li>\n<p><strong>customer service</strong>: the degree to which customers are treated well</p>\n</li>\n<li>\n<p><strong>to get into debt</strong>: to owe money</p>\n</li>\n<li>\n<p><strong>to give someone the hard sell</strong>: to put pressure on someone to buy something</p>\n</li>\n<li>\n<p><strong>high street names</strong>: well-known shops</p>\n</li>\n<li>\n<p><strong>independent stores</strong>: small shops independent of large companies</p>\n</li>\n<li>\n<p><strong>local shops</strong>: community shops</p>\n</li>\n<li>\n<p><strong>loyalty card</strong>: a card issued by a shop to allow customers to save money on the basis of what they spend</p>\n</li>\n<li>\n<p><strong>must-have product</strong>: a product that is very popular that a lot of people want to have</p>\n</li>\n<li>\n<p><strong>to be on a tight budget</strong>: to have a limited amount of money to spend</p>\n</li>\n<li>\n<p><strong>to be on commission</strong>: to pay someone in relation to the amount they sell</p>\n</li>\n<li>\n<p><strong>a pay in cash</strong>: to pay for something using coins or paper money</p>\n</li>\n<li>\n<p><strong>to pay the full price</strong>: to pay the full amount for something</p>\n</li>\n<li>\n<p><strong>to pick up a bargain</strong>: to buy something much cheaper than the normal price</p>\n</li>\n<li>\n<p><strong>to run up a credit card bill</strong>: to owe money on a credit card</p>\n</li>\n<li>\n<p><strong>to shop around</strong>: to try different shops to find the best deal</p>\n</li>\n<li>\n<p><strong>shop assistant</strong>: the person who serves customers</p>\n</li>\n<li>\n<p><strong>to shop until you drop</strong>: to do a lot of shopping</p>\n</li>\n<li>\n<p><strong>to slash prices</strong>: to reduce prices a great deal</p>\n</li>\n<li>\n<p><strong>to snap up a bargain</strong>: to buy something quickly that is being sold cheaply</p>\n</li>\n<li>\n<p><strong>summer sales</strong>: a period in the year when things are sold cheaply</p>\n</li>\n<li>\n<p><strong>to try something on</strong>: to see if an item of clothing fits or is suitable</p>\n</li>\n<li>\n<p><strong>to be value for money</strong>: to be worth the cost</p>\n</li>\n<li>\n<p><strong>window shopping</strong>: to visit a store to look at items without the intention of buying anything</p>\n</li>\n</ul> "
  },
  {
    "id":19,
    "url": "sports",
    "content": " <p>Read the following IELTS-style questions and answers below and pay attention to the phrases in <strong>bold</strong>. Use the ‘Definitions’ section at the bottom of the page to check the meaning of any phrases you don’t understand.</p>\n<h3 id=\"part-1-style-questions\">Part 1-style questions</h3>\n<p><strong>Examiner</strong>: Do you do any sports? Loiuse: Not really … no … I always say I’m going <strong>to take up exercise</strong> and try <strong>to get into shape</strong> but I never seem to get started … I sometimes wonder whether I should get <strong>a personal trainer</strong> … someone who will sort out <strong>a fitness programme</strong> for me and make me <strong>train hard</strong> ….</p>\n<p><strong>Examiner</strong>: How do you spend a typical weekend? Stella: I’m a big <strong>football fan</strong> and weekends always centre around <strong>a football match</strong> … I support FC Utrecht and have <strong>a season ticket</strong> so I go to most of the <strong>home games</strong> and quite a few of the <strong>away games</strong> too … I’m really looking forward to the new <strong>football season</strong> starting soon …</p>\n<p><strong>Examiner</strong>: Have you got any hobbies or interests?</p>\n<p>Theo: Yes … I’m really keen on sports … I <strong>do judo</strong> once a week and <strong>play tennis</strong> in the summer … I think it’s really important <strong>to keep fit</strong> … it makes you feel good and energised for work and your studies ….</p>\n<h3 id=\"part-2-style-task\">Part 2-style task</h3>\n<p>Describe a place you like going to in your leisure time. You should say:</p>\n<ul>\n<li>\n<p>What this place is</p>\n</li>\n<li>\n<p>When you go there</p>\n</li>\n<li>\n<p>What you do there</p>\n</li>\n</ul>\n<p>and say why you enjoy it there so much.</p>\n<p>Maurice: I’d like to talk about my local <strong>sports centre</strong> … it’s a place I spend a lot of time in … it’s a new building with all the latest <strong>sports facilities</strong> … I probably go there at least twice a week … sometimes more often … it’s a huge place … there’s an outdoor <strong>athletics track</strong> and some <strong>football pitches</strong> … I <strong>play football</strong> so I’m often out there … there are several indoor <strong>squash and tennis courts</strong> that I use occasionally … a big <strong>swimming pool</strong> … although I don’t use that very often … I’m not a very <strong>strong swimmer</strong> … there’s a gym … lots of things really … why do I enjoy going there … it’s just a really fun place to be … there’s a good social side to it all … you can enter competitions … meet up with other people who want to do the same sports … and because there are so many activities on offer it gets you interested in different things … for example I was listening to some people talking about training <strong>to run the marathon</strong> and I’ve decided I might even think about that … I <strong>go jogging</strong> a couple of times a week so it would give me something to aim for … so yes … the sports centre … that’s the place I really like to visit …\\</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p>Examiner: Should people be encouraged more to take up sport? Alejandro: I think young people should be given the chance to discover which sport they might like … watching sport is sometimes a good way to get people started … not on TV but actually getting out … take athletics for example … they could go to <strong>an athletics meeting</strong> … there are so many different sports on show one might interest them …</p>\n<p>Examiner: Why do some people enjoy participating in sport more than others? Florrie: That’s a good question … I suppose some people are more concerned about their health … they can’t stand the thought of <strong>being out of condition</strong> … other people might be driven to excel … they want <strong>to set records</strong> or get <strong>personal bests</strong> …</p>\n<p>Examiner: Which sports do you think are best for people who aren’t used to physical activity? Julie: Well … I think people like this should avoid <strong>strenuous exercise</strong> so things like <strong>circuit training</strong> are definitely out of the question … maybe just doing <strong>a brisk walk</strong> every day … or swimming is always a good way to get started …</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong><em>an athletics meeting</em></strong>: an event where various athletics sports are held</p>\n</li>\n<li>\n<p><strong><em>an athletics track</em></strong>: a running track</p>\n</li>\n<li>\n<p><strong><em>an away game</em></strong>: a football match played in the opposing teams stadium</p>\n</li>\n<li>\n<p><strong><em>a brisk walk</em></strong>: a fast walk</p>\n</li>\n<li>\n<p><strong><em>to do judo</em></strong>: (not go or play)</p>\n</li>\n<li>\n<p><strong><em>a football fan</em></strong>: someone who likes football</p>\n</li>\n<li>\n<p><strong><em>a fitness programme</em></strong>: a schedule of activities to keep fit</p>\n</li>\n<li>\n<p><strong><em>a football match</em></strong>: a game of football</p>\n</li>\n<li>\n<p><strong><em>a football pitch</em></strong>: the surface on which you play football (as opposed to a stadium, which is the building)</p>\n</li>\n<li>\n<p><strong><em>a football season</em></strong>: a period in the year when football is played</p>\n</li>\n<li>\n<p><strong><em>to get into shape</em></strong>: to become fit</p>\n</li>\n<li>\n<p><strong><em>to go jogging</em></strong>: to run around the streets</p>\n</li>\n<li>\n<p><strong><em>a home game</em></strong>: a football match played in the teams own stadium</p>\n</li>\n<li>\n<p><strong><em>to keep fit</em></strong>: to stay in good physically condition</p>\n</li>\n<li>\n<p><strong><em>to be out of condition</em></strong>: to not be physically fit</p>\n</li>\n<li>\n<p><strong><em>a personal best</em></strong>: to achieve the best personal result so far in a sport</p>\n</li>\n<li>\n<p><strong><em>a personal trainer</em></strong>: a sports coach that helps you on a one-to-one basis</p>\n</li>\n<li>\n<p><strong><em>to play tennis/football</em></strong>: (not do or go)</p>\n</li>\n<li>\n<p><strong><em>to run the marathon</em></strong>: to run a distance of 42.195 Kilometres</p>\n</li>\n<li>\n<p><strong><em>a season ticket</em></strong>: a ticket that gives you entry to most of a team’s home games during the sporting year.</p>\n</li>\n<li>\n<p><strong><em>to set a record</em></strong>: to achieve the best result in a sport</p>\n</li>\n<li>\n<p><strong><em>a sports centre</em></strong>: a public building where people can do various sports</p>\n</li>\n<li>\n<p><strong><em>sports facilities</em></strong>: the equipment and services needed to do a sport</p>\n</li>\n<li>\n<p><strong><em>a squash/tennis/badminton court</em></strong>: the surface where you play these sports</p>\n</li>\n<li>\n<p><strong><em>strenuous exercise</em></strong>: exercise that needs a lot of physical effort</p>\n</li>\n<li>\n<p><strong><em>a strong swimmer</em></strong>: a good swimmer</p>\n</li>\n<li>\n<p><strong><em>a swimming pool</em></strong>: the place where you swim</p>\n</li>\n<li>\n<p><strong><em>to take up exercise</em></strong>: to start doing exercise</p>\n</li>\n<li>\n<p><strong><em>to train hard</em></strong>: to train with a lot of effort</p>\n</li>\n</ul> "
  },
  {
    "id":20,
    "url": "technology-2",
    "content": " <p>Read the following IELTS-style questions and answers below and pay attention to the phrases in <strong>bold</strong>. Use the ‘Definitions’ section at the bottom of the page to check the meaning of any phrases you don’t understand.</p>\n<h3 id=\"part-1-style-questions\">Part 1-style questions</h3>\n<p><strong>Examiner</strong>: Do you enjoy using technology? Stephan: Well … I wouldn’t call myself <strong>a techie</strong> or a <strong>computer buff</strong> but I enjoy using computers … I’d like to find out more about how they work … when my <strong>computer crashes</strong> I never know what to do.</p>\n<p><strong>Examiner</strong>: Do you use the Internet for your studies? Sophie: Yes … I’d be lost without it … I do lots of <strong>video conferencing</strong> to practise speaking and <strong>social media</strong> like Facebook is a good way to meet up with other students … and I <strong>download podcasts</strong> that teach English vocabulary and grammar.</p>\n<p><strong>Examiner</strong>: Do you have your own computer? Tania: Yes … I have a Macbook Pro … I use it all the time … for <strong>word processing</strong> … <strong>browsing websites</strong> and catching up with TV programmes I’ve missed.</p>\n<h3 id=\"part-2-style-task\"><strong>Part 2-style task</strong></h3>\n<p>Describe an item of technology you have that is very important. You should say:</p>\n<ul>\n<li>\n<p>What the technology is</p>\n</li>\n<li>\n<p>When you got it</p>\n</li>\n<li>\n<p>How often you use it</p>\n</li>\n<li>\n<p>and say how different your daily life would be without it.</p>\n</li>\n</ul>\n<p>Mattie: I don’t have many <strong>gadgets</strong> … just a computer … a laptop and my mobile phone … but I’ll talk about my computer as it’s so useful … it’s funny really … 2 years ago I was still learning to use computers … how to use email … <strong>send attachments</strong> how to <strong>access websites</strong> … then I decided to do a <strong>digital editing</strong> course for video and photography … and so I bought the laptop when I started the course … my husband had a <strong>desktop PC</strong> but it was very slow so I decided <strong>to upgrade</strong> to a powerful one because we do a lot of video editing on the course … it’s a <strong>high-spec</strong> laptop … very fast … the latest <strong>operating system</strong> … it <strong>boots up</strong> really quickly and it’s fun to use so it makes working a pleasure … I’ve become a competent computer user now … if I didn’t have it I daresay I’d have to spend more time at college using their computers … but on the positive side I suppose I’d read a lot more if I didn’t have it … I probably waste a lot of time <strong>surfing the web</strong> … but hopefully I won’t have to be without it …</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p>Examiner: What do you think are the important things people need to learn when they start using computers? Alejandro: Well … there are things like how to use the Internet … how <strong>to enter a web address</strong> … how <strong>to navigate websites</strong> … that kind of thing but it’s also important to know how <strong>to back up</strong> your files in case your computer crashes … and all about <strong>Internet security</strong>.</p>\n<p>Examiner: What kind of technological developments have made the biggest impact on our lives? Faydene: In my lifetime it has to be the Internet of course but I also think wifi has made a huge difference to how we interact with the Internet … <strong>wireless networks</strong> at home and public <strong>wifi hotspots</strong> mean we can <strong>go online</strong> easily … <strong>access our mail</strong> … log into our work intranet and basically be connected wherever we are.</p>\n<p>Examiner: Do computers make it much easier to study? Jane: Definitely yes … researching information is much easier with the Internet .. you can <strong>bookmark webpages</strong> for future reference and writing essays is much easier … being able <strong>to cut and paste</strong> sections of text means you can experiment with organisation … so yes … compared to years ago when you had a pile of books on your desk and a pen and paper … it’s now much easier.</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong>to access websites/email</strong>: to locate</p>\n</li>\n<li>\n<p><strong>to back up files</strong><em>: to make a copy of files in case of a computer problem</em></p>\n</li>\n<li>\n<p><strong>to boot up</strong>: to start a computer</p>\n</li>\n<li>\n<p><strong>t****o bookmark a webpage</strong>: to mark a webpage for future reference</p>\n</li>\n<li>\n<p><strong>to browse websites</strong>: to look at websites</p>\n</li>\n<li>\n<p><strong>a computer buff</strong>: an expert computer user</p>\n</li>\n<li>\n<p><strong>to crash</strong>: to suddenly stop working</p>\n</li>\n<li>\n<p><strong>to cut and paste</strong>: to move text or images from one place in a document to another place</p>\n</li>\n<li>\n<p><strong>a desktop PC</strong>: a computer that isn’t portable and remains in situ on a desk</p>\n</li>\n<li>\n<p><strong>digital editing</strong>: to edit digital materials like audio or video files</p>\n</li>\n<li>\n<p><strong>download (podcasts)</strong>: to save a copy of a file from the internet to your own device</p>\n</li>\n<li>\n<p><strong>to enter a web address</strong>: to type the address of a website into the address bar of your browser</p>\n</li>\n<li>\n<p><strong>a gadget</strong><em>:</em> a technological tool like a mobile phone or camera</p>\n</li>\n<li>\n<p><strong>to go online</strong>: to start using the Internet</p>\n</li>\n<li>\n<p><strong>high-spec (laptop)</strong>: powerful computer with top quality components</p>\n</li>\n<li>\n<p><strong>Internet security</strong>: Internet safety</p>\n</li>\n<li>\n<p><strong>intranet</strong>: a network of connected computers within an organisation that is not accessible by unauthorised visitors</p>\n</li>\n<li>\n<p><strong>to navigate a website</strong>: to find your way around a website</p>\n</li>\n<li>\n<p><strong>operating system</strong>: the software that tells the computer how to work</p>\n</li>\n<li>\n<p><strong>send an attachment</strong>: send an email with an accompanying file</p>\n</li>\n<li>\n<p><strong>social media</strong>: media used to interact with other people such as Facebook or Twitter</p>\n</li>\n<li>\n<p><strong>to surf the web</strong>: to look at a series of websites one after the other</p>\n</li>\n<li>\n<p><strong>a techie</strong>: somebody who has an interest in technology</p>\n</li>\n<li>\n<p><strong>to upgrade</strong>: to obtain a more powerful or feature-rich computer or piece of software</p>\n</li>\n<li>\n<p><strong>video conferencing</strong>: to see and hear people from different locations using the Internet</p>\n</li>\n<li>\n<p><strong>wireless hotspot</strong>: a public place where you can access the Internet</p>\n</li>\n<li>\n<p><strong>wireless network</strong>: a network where users can access the Internet without the use of fixed cables</p>\n</li>\n<li>\n<p><strong>word processing****<em>:</em></strong>producing written texts on a computer</p>\n</li>\n</ul> "
  },
  {
    "id":21,
    "url": "technology",
    "content": " <h2 id=\"example-of-speaking-part-1-questions\">Example of speaking part 1 questions</h2>\n<h4 id=\"what-type-of-technology-do-you-use-in-your-home\">What type of technology do you use in your home?</h4>\n<p>Answer: We have a number of labour-saving devices including state of the art technology in our kitchen. These appliances include an induction stove, a dishwasher, and an Internet-enabled refrigerator. All are connected through the Internet of Things so we can remotely control them.</p>\n<h4 id=\"are-you-comfortable-using-modern-technology\">Are you comfortable using modern technology?</h4>\n<p>Answer: You don’t have to be a rocket scientist to use technology today. It\\‘s all about booting up, logging in and then clicking on the icon that will take you to your favourite application. On the single occasion that my computer crashed, I called someone in to re-install the programs otherwise I\\‘m comfortable.</p>\n<h4 id=\"how-do-you-keep-your-computer-and-data-secure\">How do you keep your computer and data secure?</h4>\n<p>Answer: I always shut down the computer at night. I backup my files to a hard drive and I always keep hard copies of important documents. I am very careful with my privacy settings, especially in wireless hotspots.</p>\n<h2 id=\"speaking-part-2-questions\">Speaking part 2 questions</h2>\n<h4 id=\"describe-an-item-of-modern-technology-that-is-most-important-to-you\">Describe an item of modern technology that is most important to you?</h4>\n<p>In this type of question, you should describe the type of technology that you use, how long you have been using it, how frequently you use it and how it is a necessary part of your life.</p>\n<p>Answer: My laptop is the most important digital appliance in my home. I have had a laptop for years, but I have recently upgraded my computer.</p>\n<p>I am computer literate. I study from home and I need Internet access to do my research. Advances in technology have also made it possible for me to work from home. I surf the web in search of freelance opportunities.</p>\n<p>In my leisure time, I download books and music from the Internet. I pay for these via Electronic Funds Transfer. I do not condone online piracy, as I value the arts and believe that the authors and songwriters should be rewarded for their work.</p>\n<p>I use social media networks to keep up with my friends and family across the globe and I also shop online from time to time.</p>\n<h2 id=\"part-3-questions\">Part 3 questions</h2>\n<h4 id=\"do-you-think-that-there-are-any-disadvantages-to-modern-technology\">Do you think that there are any disadvantages to modern technology?</h4>\n<p>Answer: I think that there are several disadvantages. Security can be a problem with people hacking into the Internet. Also, modern technology tends to become rapidly obsolete so we become more and more a throw-away society. People are also losing physical contact with one another as they become glued to their screens.</p>\n<p>In what ways do you think people will benefit from technologies in the future?</p>\n<p>Answer: Emerging technology has the capacity to change our lives in so many ways. Robots and artificial intelligence are both reducing the amount of tedious work required in a wide range of industries and professions. We can now also get expert advice from across the globe using an internet connection.</p>\n<p>In your opinion what are the basic computer skills that every person should have today?</p>\n<p>Answer: All the information we require is available on the Internet, so everyone should be able to boot up a computer, log in and know how to use a search engine. Everyone should have access to the Internet so that they can surf the web.</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong>Access to the Internet</strong> - Able to connect to the Internet</p>\n</li>\n<li>\n<p><strong>Advances in technology</strong> - Progressive forward movement in technology</p>\n</li>\n<li>\n<p><strong>Back up your files</strong> - To save your data to another device</p>\n</li>\n<li>\n<p><strong>Become rapidly obsolete</strong> - Quickly become out of date</p>\n</li>\n<li>\n<p><strong>Computer literate</strong> - Adequate knowledge of a computer</p>\n</li>\n<li>\n<p><strong>Control remotely</strong> - To control technology from a distance</p>\n</li>\n<li>\n<p><strong>Downloading from the Internet</strong> - Take data off one computer to another via the Internet</p>\n</li>\n<li>\n<p><strong>Electronic Funds Transfer</strong> - EFT Payment via the Internet</p>\n</li>\n<li>\n<p><strong>Emerging technology</strong> - Brand new machines and software</p>\n</li>\n<li>\n<p><strong>Glued to the screen</strong> - Unable or unwilling to leave the digital device</p>\n</li>\n<li>\n<p><strong>Hacking into the network</strong> - To gain illegal access to the computer</p>\n</li>\n<li>\n<p><strong>Internet access</strong> - The ability to enter the Internet</p>\n</li>\n<li>\n<p><strong>Internet of Things</strong> - A network connecting machines in a location so that they can be remotely controlled</p>\n</li>\n<li>\n<p><strong>Internet-enabled</strong> - Machines or appliances that have Internet access</p>\n</li>\n<li>\n<p><strong>Keep a hard copy</strong> - Keep a paper copy</p>\n</li>\n<li>\n<p><strong>Labour saving device</strong> - An appliance that saves work</p>\n</li>\n<li>\n<p><strong>Not rocket science</strong> - It is not very difficult</p>\n</li>\n<li>\n<p><strong>Online piracy</strong> - The downloading of licenced media without payment</p>\n</li>\n<li>\n<p><strong>Re-install the programs</strong> - To put computer programs back onto the computer</p>\n</li>\n<li>\n<p><strong>Shop online</strong> - Shop via the Internet</p>\n</li>\n<li>\n<p><strong>Shut down</strong> - Turn the computer off</p>\n</li>\n<li>\n<p><strong>Social media networks</strong> - Online platforms for communication between people and organisations</p>\n</li>\n<li>\n<p><strong>State of the art technology</strong> - The best technology available</p>\n</li>\n<li>\n<p><strong>Surfing the web</strong> - To move from one site to another on the Internet</p>\n</li>\n<li>\n<p><strong>To click on an icon</strong> - To use the mouse to click on the pictures to get into programs</p>\n</li>\n<li>\n<p><strong>To crash</strong> - To stop working suddenly</p>\n</li>\n<li>\n<p><strong>To Log in</strong> - To sign onto the computer</p>\n</li>\n<li>\n<p><strong>To upgrade your computer system</strong> - To get a larger, quicker or more modern computer</p>\n</li>\n<li>\n<p><strong>Wireless hotspots</strong> - A location where the Internet is available</p>\n</li>\n</ul> "
  },
  {
    "id":22,
    "url": "Tourism",
    "content": " <h2 id=\"examples-of-questions-about-holiday-travel\">Examples of questions about holiday travel</h2>\n<h4 id=\"examiner-where-do-you-like-to-travel-during-the-holidays\">Examiner: Where do you like to travel during the holidays?</h4>\n<p>Answer: I like to travel abroad but it can be expensive, so I usually plan affordable travel. Travelling to holiday destinations when it is out of season saves a lot of money. Out of season travel is also the best way to avoid places that are swarming with tourists.</p>\n<h4 id=\"examiner-what-are-your-favourite-holiday-pastimes\">Examiner: What are your favourite holiday pastimes?</h4>\n<p>Answer: I like to get away from it all. I look for exotic destinations with scenic views that are off the beaten track. I tend to avoid guided tours and packaged deals as I prefer to go sightseeing on my own.</p>\n<h4 id=\"examiner-how-do-you-plan-and-prepare-for-your-holiday\">Examiner: How do you plan and prepare for your holiday?</h4>\n<p>Answer: I always do my research. I thumb through holiday brochures and check travel sites like Airbnb on the Internet. I\\‘m drawn to spectacular beaches and lush forests. I usually make advance reservations for self-catering accommodation.</p>\n<h2 id=\"part-2-style-questions\">Part 2 style questions</h2>\n<h4 id=\"examiner-describe-one-of-your-best-travel-experiences\">Examiner: Describe one of your best travel experiences.</h4>\n<p>This type of question supports a when, where and who reply.</p>\n<p>Answer: Last year a friend and I took a long-haul flight to Peru. We were travelling light so we were able to really get around. We stayed in quaint villages and hiked through lush rainforests. We were determined to do as the locals do, so we stayed with local people for part of the trip.</p>\n<p>We visited colourful craft markets and brought back souvenirs, to remind us of our trip. One of my most memorable experiences was to the Sacred Valley of the Incas. It is a little bit off the beaten track but it is surrounded by great scenic beauty and magnificent landscapes.</p>\n<h2 id=\"part-3-style-questions\">Part 3 style questions</h2>\n<h4 id=\"examiner-what-type-of-holiday-destination-do-you-think-attracts-most-tourists\">Examiner: What type of holiday destination do you think attracts most tourists?</h4>\n<p>Answer: I know that many people are drawn to wildlife safaris. This is certainly one of the big attractions in Africa. In Europe and Asia, the stunning architecture, museums and arts and culture attract thousands of tourists every year.</p>\n<h4 id=\"examiner-do-you-think-that-the-tourism-industry-will-continue-to-grow-in-the-next-two-decades\">Examiner: Do you think that the tourism industry will continue to grow in the next two decades?</h4>\n<p>Answer: I do. Many European and Asian countries have aging populations who will have time on their hands in the future. Many of them are likely to seek holiday destinations around the world. Today there are many affordable destinations that offer good value for money.</p>\n<h4 id=\"examiner-what-do-you-think-that-your-country-could-do-to-attract-more-tourists\">Examiner: What do you think that your country could do to attract more tourists?</h4>\n<p>Answer: My country has stringent visa regulations. If these were relaxed, I think that more visitors would choose to visit. We have an efficient public transport, plenty of accommodation and natural and historical places of interest.</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong>Affordable destinations</strong> - Places within a reasonable price range</p>\n</li>\n<li>\n<p><strong>Affordable travel</strong> - Travel which is within your price range</p>\n</li>\n<li>\n<p><strong>Around the world</strong> - In all corners of the globe</p>\n</li>\n<li>\n<p><strong>Arts and culture</strong> - The art, music and other cultural aspects of an area</p>\n</li>\n<li>\n<p><strong>Craft markets</strong> - Stalls where goods made by the local people are sold</p>\n</li>\n<li>\n<p><strong>Do as the locals do</strong> - Enjoy the activities as the local people do</p>\n</li>\n<li>\n<p><strong>Efficient public transport</strong> - A functioning transport system intended for the use of residents and visitors</p>\n</li>\n<li>\n<p><strong>Exotic destinations</strong> - Unusual or strange holiday destinations</p>\n</li>\n<li>\n<p><strong>Get around</strong> - Get from place to place</p>\n</li>\n<li>\n<p><strong>Guided tours</strong> - Walking, hiking or driving visits led by a guide who knows the area</p>\n</li>\n<li>\n<p><strong>Holiday brochures</strong> - Pamphlets advertising holiday destinations</p>\n</li>\n<li>\n<p><strong>Holiday destination</strong> - Place to which you leave on holiday</p>\n</li>\n<li>\n<p><strong>Long haul flights</strong> - Long distance flights</p>\n</li>\n<li>\n<p><strong>Lush rainforests</strong> - Luxuriant equatorial forests</p>\n</li>\n<li>\n<p><strong>Magnificent landscapes</strong> - Impressive scenery</p>\n</li>\n<li>\n<p><strong>Make advance reservations</strong> - Booking ahead of time</p>\n</li>\n<li>\n<p><strong>Memorable experiences</strong> - Activities that you will remember for years</p>\n</li>\n<li>\n<p><strong>Off the beaten track</strong> - A place that is not on the main thoroughfare</p>\n</li>\n<li>\n<p><strong>Out of season</strong> - Outside the most popular holiday period</p>\n</li>\n<li>\n<p><strong>Packaged deals</strong> - Travel deals that are put together by an agency and sold as a package</p>\n</li>\n<li>\n<p><strong>Quaint villages</strong> - Old fashioned or charming small towns</p>\n</li>\n<li>\n<p><strong>Scenic views</strong> - Lovely scenes</p>\n</li>\n<li>\n<p><strong>Self-catering accommodation</strong> - A Place to stay where you see to your own food</p>\n</li>\n<li>\n<p><strong>Spectacular beaches</strong> - Impressive sandy shorelines</p>\n</li>\n<li>\n<p><strong>Stunning architecture</strong> - Magnificent buildings</p>\n</li>\n<li>\n<p><strong>Swarming with tourists</strong> - Full of holidaymakers</p>\n</li>\n<li>\n<p><strong>Time on their hands</strong> - Available time to do as you choose</p>\n</li>\n<li>\n<p><strong>To get away from it all</strong> - To get away from everyday routines</p>\n</li>\n<li>\n<p><strong>To go sightseeing</strong> ­– Take a trip around an area to see what it has to offer</p>\n</li>\n<li>\n<p><strong>Travel abroad</strong> - Travel to overseas destinations</p>\n</li>\n<li>\n<p><strong>Travelling light</strong> - Travelling with little luggage</p>\n</li>\n<li>\n<p><strong>Value for money</strong> - A good return on investment</p>\n</li>\n<li>\n<p><strong>Visa regulations</strong> - Laws that relate to entry into a country</p>\n</li>\n<li>\n<p><strong>Wildlife safari</strong> - A guided tour through a game park</p>\n</li>\n</ul> "
  },
  {
    "id":23,
    "url": "Town and city",
    "content": " <h3 id=\"part-1-style-questions\">Part 1-style questions</h3>\n<p><strong>Examiner</strong>: What is it like where you live?</p>\n<p>Christiane: I live in a <strong>residential area</strong> of a busy town in the south of Spain … we have all the facilities you need … good <strong>public transport</strong> … a good <strong>shopping centre</strong> … it’s nice …</p>\n<p><strong>Examiner</strong>: Do you like living in the city?</p>\n<p>Andrea: Yes I do … I like going out with my friends and there are lots of <strong>lively bars and restaurants</strong> within walking distance of my apartment … I’m a bit of a culture vulture as well so it’s great to have access to art exhibitions and that kind of thing …</p>\n<p><strong>Examiner</strong>: Do you get many tourists visiting your area?</p>\n<p>Mandy: Not really no … I live in the <strong>inner-city</strong> and the area is a little <strong>run down</strong> … it’s basically a lot of <strong>high-rise flats</strong> and many of the shops are <strong>boarded up</strong> … so nothing to interest tourists really …</p>\n<h3 id=\"part-2-style-task\">Part 2-style task</h3>\n<p>Describe an interesting town or city in your country that visitors might enjoy. You should say</p>\n<ul>\n<li>\n<p>What the place is called</p>\n</li>\n<li>\n<p>Where the place is</p>\n</li>\n<li>\n<p>What the facilities are like</p>\n</li>\n</ul>\n<p>and say why visitors might enjoy going there.</p>\n<p>Monique: Anyone who comes to my country really should spend some time in Barcelona … it’s a beautiful place … it’s not what you would call a <strong>sprawling city</strong> … it’s quite compact really and you could walk across the city in a couple of hours … but there’s no need to do that as we have a fantastic <strong>public transport system</strong> so it’s easy <strong>to get around</strong> … there are various districts all with their own character … you have the <strong>upmarket shops</strong> in the centre … you’ll find lots of <strong>chain stores</strong> you’ll recognise from your own country but also local brands as well … we have the narrow streets in the Gothic district with lots of <strong>fashionable boutiques</strong> and <strong>tourist attractions</strong> … there’s the Olympic area and the beaches along the coast … and dotted around the city are some lovely <strong>public spaces</strong> … parks and squares in the <strong>city centre</strong> and <strong>on the outskirts</strong> of Barcelona where people relax with their friends and family … and of course <strong>pavement cafes</strong> everywhere … all that and some great historical <strong>places of interest</strong> … so a great destination for tourists …</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p><strong>Examiner</strong>: What are the advantages of living in a city or big town?</p>\n<p>Carrie: I think it’s having access to <strong>local facilities</strong> really … local shops as well as access to larger <strong>shopping malls</strong> in the city centre … and if you’re well-off you can afford to live <strong>in the suburbs</strong>away from the busy traffic …</p>\n<p><strong>Examiner</strong>: In your experience are city centres usually attractive places?</p>\n<p>Mary: Some can be yes … especially those with a historical interest … but sometimes they’re full of ugly <strong>office blocks</strong> … <strong>multi-story car parks</strong> … and residents living in <strong>poor housing</strong> … it depends on the city doesn’t it?</p>\n<p><strong>Examiner</strong>: What are some of the challenges facing towns and cities?</p>\n<p>Penny: I suppose <strong>traffic congestion</strong> is a major problem … and the growth in <strong>out-of-town supermarkets and retail parks</strong> mean lots of town centre shops are <strong>closing down</strong> … plus a shortage of good quality housing … I think these are the major challenges …</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong>boarded up shops</strong>: shops that are no longer doing business</p>\n</li>\n<li>\n<p><strong>chain stores</strong>: well-known brands with shops in multiple cities</p>\n</li>\n<li>\n<p><strong>to close down</strong>: to stop doing business</p>\n</li>\n<li>\n<p><strong>fashionable boutiques</strong>: fashionable clothes shops</p>\n</li>\n<li>\n<p><strong>to get around</strong>: to travel around</p>\n</li>\n<li>\n<p><strong>high-rise flats</strong>: multi-story apartments</p>\n</li>\n<li>\n<p><strong>inner-city</strong>: the central part of a city where people live and where conditions are often poor</p>\n</li>\n<li>\n<p><strong>in the suburbs</strong>: the outer area of large towns and cities where people live</p>\n</li>\n<li>\n<p><strong>lively bars/restaurants</strong>: bars or restaurants with a good atmosphere</p>\n</li>\n<li>\n<p><strong>local facilities</strong>: local buildings or services serving the public</p>\n</li>\n<li>\n<p><strong>multi-story car parks</strong>: car parks on several floors</p>\n</li>\n<li>\n<p><strong>office block</strong>: a large building that contains offices</p>\n</li>\n<li>\n<p><strong>out of town shopping centre/retail park</strong>: large shopping centres outside of the town or city</p>\n</li>\n<li>\n<p><strong>pavement cafe</strong>: cafes with tables outside on the pavement</p>\n</li>\n<li>\n<p><strong>places of interest</strong>: buildings that have a particular interest for visitors</p>\n</li>\n<li>\n<p><strong>poor housing</strong>: housing that is not in good condition</p>\n</li>\n<li>\n<p><strong>public spaces</strong>: areas in a town or city that are open to the public</p>\n</li>\n<li>\n<p><strong>public transport system</strong>: public vehicles such as buses and trains that operate at regular times on fixed routes</p>\n</li>\n<li>\n<p><strong>residential area</strong>: an area where people live</p>\n</li>\n<li>\n<p><strong>run down</strong>: old and of a poor standard</p>\n</li>\n<li>\n<p><strong>shopping centre</strong>: an area consisting of multiple shops</p>\n</li>\n<li>\n<p><strong>shopping malls</strong>: large indoor shopping centres</p>\n</li>\n<li>\n<p><strong>sprawling city</strong>: a city that has grown over time and which covers a wide area</p>\n</li>\n<li>\n<p><strong>tourist attraction</strong>: a place of interest to tourists</p>\n</li>\n<li>\n<p><strong>traffic congestion</strong>: heavy traffic making it difficult to move around a town or city</p>\n</li>\n<li>\n<p><strong>upmarket shops</strong>: expensive fashionable shops</p>\n</li>\n</ul> "
  },
  {
    "id":24,
    "url": "Weather",
    "content": " <h3 id=\"part-1-style-questions\">Part 1-style questions</h3>\n<p><strong>Examiner</strong>: What’s the weather like in your country?</p>\n<p>Katie: It’s quite <strong>changeable</strong> really … we have periods of time with <strong>clear blue skies</strong> then all of a sudden we’ll have <strong>torrential rain.</strong></p>\n<p><strong>Examiner</strong>: Which months have the best weather in your country?</p>\n<p>Ernst: Well … I suppose it’s a matter of personal taste really … I like it around the end of October and November … I’m not fond of the <strong>heatwaves</strong> we often get during the summer … it’s not <strong>freezing cold</strong> during these months and we still get lots of <strong>sunny spells.</strong></p>\n<p><strong>Examiner</strong>: Does it bother you much when it rains?</p>\n<p>Junko: It depends … if I <strong>get caught in the rain</strong> and I <strong>get drenched</strong> I don’t like it … but I’m a gardener so <strong>a drop of rain</strong> is good for my plants.</p>\n<h3 id=\"part-2-style-task\">Part 2-style task</h3>\n<p>Describe a time when you experienced extreme weather conditions. You should say</p>\n<ul>\n<li>\n<p>When this was</p>\n</li>\n<li>\n<p>Where you were</p>\n</li>\n<li>\n<p>What the weather was like</p>\n</li>\n</ul>\n<p>and say how you felt about the experience.</p>\n<p>I was studying English in a language school a few years ago … we were in Cornwall in the UK … we’d been enjoying lovely sunny days … <strong>not a cloud in the sky</strong> … when all of a sudden there was <strong>a change in the weather</strong> … we were in town walking around the shops when it started <strong>to pour down</strong> … I’d never seen such <strong>heavy rain</strong> before … within about 10 minutes the roads were full of water … I think they call it a <strong>flash flood</strong> … it was like being in the middle of a <strong>tropical storm</strong> … the water was almost up to my knees … the <strong>weather forecast</strong> hadn’t predicted it so everyone was taken by surprise … I’m not sure you could call it ‘extreme’ weather as a few hours later it started <strong>to clear up</strong> … <strong>the sun came out</strong> and slowly the water level went down … but a lot of people’s houses were flooded so it would have been extreme for them … I found it all quite exciting … in my country we generally have a very <strong>mild climate</strong> and don’t often get floods like this so it was quite an experience for me.</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p><strong>Examiner</strong>: Do you think the weather affects how people feel?</p>\n<p>Tierre: Absolutely … yes … I don’t mind the occasional <strong>cold spell</strong> but I think the winter months can make you feel down. I hate having to leave the house in the winter … there’s often a <strong>thick fog</strong>every morning and we sometimes get <strong>bitterly</strong> <strong>cold</strong> winds … the winter certainly makes me feel a little depressed … though having said that … it’s always nice to see the town covered in a <strong>blanket of snow.</strong></p>\n<p><strong>Examiner</strong>: Do you think the weather is changing due to global warming?</p>\n<p>Ceri: I don’t know if it’s due to global warming or not but the weather in my country is certainly changing … we’ve been getting quite <strong>mild winters</strong> lately … the temperatures are sometimes <strong>below freezing</strong> but only occasionally … and then during the summer it can get <strong>boiling hot</strong> with a lot of older people even suffering from <strong>heatstroke</strong>.</p>\n<p><strong>Examiner</strong>: In which ways are weather forecasts useful?</p>\n<p>Sinita: Well … if you’re planning a trip or going on holiday it’s important to know whether you’ll need to <strong>dress up warm</strong> or take an umbrella … farmers need to know what the <strong>long-range forecast</strong> is so they can plan their work … I suppose people who organise outside events need to know as well in case things get <strong>rained off</strong>.</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong>to be below freezing</strong>: below zero degrees Celsius</p>\n</li>\n<li>\n<p><strong>bitterly cold</strong>: very cold and unpleasant</p>\n</li>\n<li>\n<p><strong>a blanket of snow</strong>: a complete covering of snow</p>\n</li>\n<li>\n<p><strong>boiling hot</strong>: very hot (informal)</p>\n</li>\n<li>\n<p><strong>changeable</strong>: weather that often changes</p>\n</li>\n<li>\n<p><strong>a change in the weather</strong>: when weather conditions change</p>\n</li>\n<li>\n<p><strong>clear blue skies</strong>: a sky without clouds</p>\n</li>\n<li>\n<p><strong>to clear up</strong>: when clouds or rain disappear</p>\n</li>\n<li>\n<p><strong>to come out (the sun)</strong>: when the sun appears out of a cloudy sky</p>\n</li>\n<li>\n<p><strong>a cold spell</strong>: a short period of cold weather</p>\n</li>\n<li>\n<p><strong>to dress up warm</strong>: to wear warm clothes to protect yourself against wintry conditions</p>\n</li>\n<li>\n<p><strong>a drop of rain</strong>: a little bit of rain</p>\n</li>\n<li>\n<p><strong>a flash flood</strong>: a sudden and severe flood</p>\n</li>\n<li>\n<p><strong>freezing cold</strong>: very cold (informal)</p>\n</li>\n<li>\n<p><strong>to get caught in the rain</strong>: to be outside when it rains unexpectedly</p>\n</li>\n<li>\n<p><strong>to get drenched</strong>: to get very wet</p>\n</li>\n<li>\n<p><strong>heatstroke</strong>: a serious condition caused by being too long in hot weather</p>\n</li>\n<li>\n<p><strong>a heatwave</strong>: a period of very hot weather</p>\n</li>\n<li>\n<p><strong>heavy rain</strong>: intense rainfall</p>\n</li>\n<li>\n<p><strong>long-range forecast</strong>: the weather forecast for several days or weeks ahead</p>\n</li>\n<li>\n<p><strong>mild climate</strong>: a climate without extreme weather conditions</p>\n</li>\n<li>\n<p><strong>mild winter</strong>: a winter that isn’t particularly cold</p>\n</li>\n<li>\n<p><strong>not a cloud in the sky</strong>: see ‘clear blue skies’ above</p>\n</li>\n<li>\n<p><strong>to pour down</strong>: to rain heavily</p>\n</li>\n<li>\n<p><strong>to be rained off</strong>: to be cancelled or postponed due to poor weather</p>\n</li>\n<li>\n<p><strong>sunny spells</strong>: short periods of sunny weather</p>\n</li>\n<li>\n<p><strong>thick fog</strong>: a dense fog that makes visibility very poor</p>\n</li>\n<li>\n<p><strong>torrential rain</strong>: see ‘heavy rain’ above</p>\n</li>\n<li>\n<p><strong>tropical storm</strong>: a storm typical of ones that you find in tropical climates</p>\n</li>\n<li>\n<p><strong>weather forecast</strong>: a TV/radio programme or section in a newspaper/magazine which predicts weather conditions</p>\n</li>\n</ul> "
  },
  {
    "id":25,
    "url": "Work",
    "content": " <p>Read the following IELTS-style questions and answers below and pay attention to the phrases in <strong>bold</strong>. Use the ‘Definitions’ section at the bottom of the page to check the meaning of any phrases you don’t understand.</p>\n<h3 id=\"part-1-style-questions\">Part 1-style questions</h3>\n<p><strong>Examiner</strong>: What do you do? Sasha: I <strong>do a job-share</strong> with a friend in a boutique … I enjoy it … I like working with customers … unfortunately it’s only <strong>temporary work</strong> but <strong>one of the perks of the job</strong> is I get a discount on the clothes …</p>\n<p><strong>Examiner</strong>: Do you have any career plans yet? Carly: Yes … I’d like to <strong>be my own boss</strong> one day … I’m interested in programming and I’d like to create apps for myself or for other companies … I know being <strong>self employed</strong> would be a challenge but the idea of doing a <strong>nine-to-five job</strong> doesn’t appeal to me at all …</p>\n<p><strong>Examiner</strong>: What do you see yourself doing in 10 years time? Marie: I’d hope to be working … not <strong>a high-powered job</strong> … but I’m quite a creative person so something where I can <strong>work with my hands</strong> would be nice … as long as I’m not <strong>stuck behind a desk</strong> doing something boring <strong>in a dead-end job</strong> I’ll be happy …</p>\n<h3 id=\"part-2-style-task\">Part 2-style task</h3>\n<p>Describe your ideal job. You should say:</p>\n<ul>\n<li>\n<p>What this job is</p>\n</li>\n<li>\n<p>Whether you would need any qualifications</p>\n</li>\n<li>\n<p>Whether it would be easy to find work</p>\n</li>\n</ul>\n<p>and say why you would enjoy this job in particular.</p>\n<p>Max: I’ve always loved watching wildlife programmes on TV and often thought how much I’d enjoy working with animals … perhaps in a safari park … something like that … you’d probably need a degree to have any chance of being <strong>called for an interview</strong> and whether there are many <strong>full-time jobs</strong> I don’t know … I’m sure a lot of parks rely on <strong>voluntary work</strong> so it might not be easy … and it probably wouldn’t be <strong>well-paid</strong> either but money isn’t everything … I’d get so much<strong>job satisfaction</strong> … I can’t imagine it being the kind of job where you get <strong>stuck in a rut</strong> … and I think I’d be good at it as well … I’d love to work with animals I enjoy <strong>manual work</strong> and I’m <strong>a good team player</strong> … so even though the <strong>working conditions</strong> might not be the best I think that would be my ideal job …</p>\n<h3 id=\"part-3-style-questions\">Part 3-style questions</h3>\n<p><strong>Examiner</strong>: If there are a limited number of jobs available who should be given priority, young people or older people with more experience? Anna: Things are so different these days … a few years ago older employees would often <strong>take early retirement</strong> or go onto <strong>part-time</strong> contracts and there were always opportunities for younger people but now jobs are so scarce … I think younger people need to be given the chance whenever possible …</p>\n<p><strong>Examiner</strong>: What are some of the important things a candidate should find out before accepting a job? Ali: Well … you’d need to know about your area of responsibility … and your salary of course and then there are things like <strong>holiday entitlement</strong> … <strong>maternity or paternity leave</strong> … if you’re thinking of having children … and what the situation is regarding <strong>sick leave</strong> … that kind of thing …</p>\n<p><strong>Examiner</strong>: What are the advantages of having your own business rather than working for someone else? Julie: Well … unfortunately being an employee at the moment is very stressful … people have very <strong>heavy workloads</strong> … they’re always under pressure to <strong>meet deadlines</strong> … <strong>running your own business</strong> isn’t easy … but I do think it would be far more satisfying …</p>\n<h3 id=\"definitions\">Definitions</h3>\n<ul>\n<li>\n<p><strong><em>to be called for an interview</em></strong>: to be invited to attend an interview</p>\n</li>\n<li>\n<p><strong><em>to be your own boss</em></strong>: to have your own business</p>\n</li>\n<li>\n<p><strong><em>a dead-end job</em></strong>: a job with no promotional opportunities</p>\n</li>\n<li>\n<p><strong><em>to do a job-share</em></strong>: to share the weekly hours of work with another person</p>\n</li>\n<li>\n<p><strong><em>a good team player</em></strong>: somebody who can work well with other people</p>\n</li>\n<li>\n<p><strong><em>full-time</em></strong>: the number of hours that people usually work in a complete week</p>\n</li>\n<li>\n<p><strong><em>a heavy workload</em></strong>: to have a lot of work to do</p>\n</li>\n<li>\n<p><strong><em>a high-powered job</em></strong>: an important or powerful job</p>\n</li>\n<li>\n<p><strong><em>holiday entitlement</em></strong>: the number of days holiday allowed</p>\n</li>\n<li>\n<p><strong><em>job satisfaction</em></strong>: the feeling of enjoying a job</p>\n</li>\n<li>\n<p><strong><em>manual work</em></strong>: work that requires physical activity</p>\n</li>\n<li>\n<p><strong><em>maternity leave</em></strong>: time off work given to a woman about to have a baby</p>\n</li>\n<li>\n<p><strong><em>to meet a deadline</em></strong>: to finish a job by an agreed time</p>\n</li>\n<li>\n<p><strong><em>a nine-to-five job</em></strong>: a normal job that consists of an 8 hour day (approximately)</p>\n</li>\n<li>\n<p><strong><em>one of the perks of the job</em></strong>: an extra benefit you get from a job</p>\n</li>\n<li>\n<p><strong><em>part-time</em></strong>: working less than full-time</p>\n</li>\n<li>\n<p><strong><em>to run your own business</em></strong>: see ‘to be your own boss’</p>\n</li>\n<li>\n<p><strong><em>to be self-employed</em></strong>: see ‘to be your own boss’</p>\n</li>\n<li>\n<p><strong><em>sick leave</em></strong>: time allowed off work when sick</p>\n</li>\n<li>\n<p><strong><em>to be stuck behind a desk</em></strong>: to be unhappy in an office job</p>\n</li>\n<li>\n<p><strong><em>to be/get stuck in a rut</em></strong>: to be in a boring job that is hard to leave</p>\n</li>\n<li>\n<p><strong><em>to take early retirement</em></strong>: to retire early (retire: to reach an age when you are allowed to stop working for a living)</p>\n</li>\n<li>\n<p><strong><em>temporary work</em></strong>: work done for a limited time only</p>\n</li>\n<li>\n<p><strong><em>voluntary work</em></strong>: to work without pay</p>\n</li>\n<li>\n<p><strong><em>to be well paid</em></strong>: to earn a good salary</p>\n</li>\n<li>\n<p><strong><em>working conditions</em></strong>: the hours, salary and other entitlements that comes with the job</p>\n</li>\n<li>\n<p><strong><em>to work with your hands</em></strong>: to do manual work</p>\n</li>\n</ul> "
  }
]